{
  "_id": "VBHPKsaj8qPHd6Rs",
  "name": "Fey-Touched Creature",
  "type": "feat",
  "img": "systems/pf1/icons/skills/violet_07.jpg",
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<p><b>Acquired/Inherited Template</b> Inherited<br><b>Simple Template</b> No<br><b>Usable with Summons</b> Yes - Spellcasters with ties to the fey (such as sorcerers with the fey bloodline) can summon fey-touched creatures with summon monster spells<p>Fey-touched creatures are descended from inhabitants of the First World and often possess striking features compared to their normal counterparts, such as bright coloration or a cunning visage. The fey-touched creature's First World ancestor needn't be a fey specifically, and even magical beasts, First World gnomes, and other non-fey inhabitants of the fecund, magical plane can produce fey-touched heirs generations after their initial dalliance with residents of other planes. Some fey-touched creatures thus claim to be descended from the legendary Tane and even the godlike Eldest, though these claims are likely unfounded — such claims themselves intentional or accidental manifestations of the creature's hereditary First World influence.<p>A fey-touched creature's CR increases by 1 only if the base creature has 5 or more Hit Dice. The fey-touched creature template can be applied only to living creatures. A fey-touched creature's quick and rebuild rules are the same. Spellcasters with ties to the fey (such as sorcerers with the fey bloodline) can summon fey-touched creatures with summon monster spells and take fey-touched creatures as improved familiars at 3rd level, similar to selecting celestial or infernal familiars.<p><b>Rebuild Rules:</b> Senses gains low-light vision;</p>\n<p><b>Defensive Abilities</b> gains +2 bonus on Will saves and DR as noted on the table; SR gains SR equal to new CR +5;</p>\n<p><b>Special Qualities</b> change shape (a single fixed Small or Medium humanoid form, <a href=\"https://aonprd.com/SpellDisplay.aspx?ItemName=alter%20self\">alter self</a>), woodland stride (as the druid ability).<p><b>Fey-touched Creature Defenses</b></p>\n<hr />\n<table>\n<tbody>\n<tr>\n<td><b>Hit Dice</b></td>\n<td><b>DR</b></td>\n</tr>\n<tr>\n<td>1-4</td>\n<td>—</td>\n</tr>\n<tr>\n<td>5-10</td>\n<td>5/cold iron</td>\n</tr>\n<tr>\n<td>11+</td>\n<td>10/cold iron</td>\n</tr>\n</tbody>\n</table>"
    },
    "tags": [],
    "actions": [],
    "attackNotes": [],
    "effectNotes": [],
    "changes": [
      {
        "_id": "mrsplyh6",
        "formula": "2",
        "operator": "add",
        "subTarget": "will",
        "modifier": "untyped",
        "priority": 0,
        "value": 0,
        "target": "savingThrows"
      }
    ],
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "languages": {
      "value": []
    },
    "scriptCalls": [],
    "subType": "template",
    "associations": {
      "classes": []
    },
    "crOffset": "@attributes.hd.total >= 5 ? 1 : 0"
  }
}
