{
  "_id": "u06GtvHIQJHttw28",
  "name": "Half-Janni",
  "type": "feat",
  "img": "systems/pf1/icons/skills/violet_07.jpg",
  "system": {
    "description": {
      "value": "<p><b>Acquired/Inherited Template</b> Acquired<br><b>Simple Template</b> No<br><b>Usable with Summons</b> Yes<p>Jann are the kind of genie closest to humans in interests and temperament, and are drawn to mingle with mortals. Sometimes these associations result in the birth of halfjanni children. Beautiful and exotic, the elemental power that resides in these half-jann mixes with the unique potential of the human parent, sometimes rivaling or even exceeding that of their genie parent.<p>Half-jann often seek to sequester themselves on the edge of Keleshite civilizations, capable of observing their human kin without getting deeply involved in mortal affairs. Like their genie ancestors, however, the half-jann are fascinated by true humans, and often take them as mates, leading to generations of suli-jann (see below).<p>No matter their human ancestry, half-jann are lovely to look upon, possessing deeply tanned bronze skin and intense eyes that sometimes seem to be swirling pools of elemental power.\n<h2>Creating a Half-Janni</h2>\n<p>“Half-janni” is an inherited template that can be added to any human (referred to hereafter as the “base creature”).<p>A half-janni uses all the base creature’s statistics and special abilities except as noted here.<p><b>Size and Type:</b> The creature’s type changes to outsider (augmented humanoid, human, native). Do not recalculate the base creature’s Hit Dice, base attack bonus, or saves. Size is unchanged.<p><b>Speed:</b> A half-janni gains the ability to fly, with a speed of 20 feet (good maneuverability).<p><b>Armor Class:</b> The half-janni’s natural armor improves by +1 (this stacks with any natural armor bonus the base creature has).<p><b>Spell-Like Abilities:</b> A half-janni with an Intelligence or Wisdom score of 8 or higher has spell-like abilities, depending on its level, as indicated on the table below. The abilities are cumulative.<p>Caster level equals the creature’s level, and the save DC is Charisma-based.</p>\n<hr>\n<table>\n<tbody>\n<tr>\n<td><b>Level</b></td>\n<td><b>Abilities</b></td>\n</tr>\n<tr>\n<td>1-2</td>\n<td><em>Speak with animals</em> 3/day</td>\n</tr>\n<tr>\n<td>3-6</td>\n<td><em>Enlarge person</em> or <em>reduce person</em> 2/day in any combination</td>\n</tr>\n<tr>\n<td>7-8</td>\n<td><em>Invisibility</em> (self only) 3/day</td>\n</tr>\n<tr>\n<td>9-14</td>\n<td><em>Create food and water</em> 1/day</td>\n</tr>\n<tr>\n<td>15-16</td>\n<td><em>Ethereal jaunt</em> 1/day</td>\n</tr>\n</tbody>\n</table>\n<hr>\n<p><b>Special Qualities:</b> A half-janni has all the special qualities of the base creature, plus the following special qualities.</p>\n<ul>\n<li>Darkvision out to 60 feet</li>\n<li>Immunity to disease</li>\n<li>Fire resistance 10</li>\n</ul>\n<p><b>Abilities:</b> Increase from the base creature as follows: Str +2, Dex +2, Int +2, Wis +4, Cha +4<p><b>Challenge Rating:</b> Same as base creature +2</p>"
    },
    "changes": [
      {
        "_id": "r3lmmxht",
        "formula": "1",
        "subTarget": "nac",
        "modifier": "untyped"
      },
      {
        "_id": "q26ah9et",
        "formula": "2",
        "subTarget": "str",
        "modifier": "untyped"
      },
      {
        "_id": "f1vvi5ay",
        "formula": "2",
        "subTarget": "dex",
        "modifier": "untyped"
      },
      {
        "_id": "fe9oxusu",
        "formula": "2",
        "subTarget": "int",
        "modifier": "untyped"
      },
      {
        "_id": "dwygcat3",
        "formula": "4",
        "subTarget": "wis",
        "modifier": "untyped"
      },
      {
        "_id": "8i73m8n7",
        "formula": "4",
        "subTarget": "cha",
        "modifier": "untyped"
      }
    ],
    "subType": "template",
    "crOffset": "2"
  }
}
