{
  "_id": "QKrRHanuWwD4pu8Q",
  "name": "Ganzi",
  "type": "race",
  "img": "systems/pf1/icons/races/tiefling.png",
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<h2>Standard Racial Traits</h2><ul><li><b>Ability Score Modifiers:</b> Ganzis are passionate, creative, and resilient, but they have difficulty focusing on intellectual pursuits. They gain +2 <em>Constitution</em> and <em>Charisma</em>, but suffer –2 to <em>Intelligence</em>.</li><li><b>Size:</b> Ganzis are Medium creatures and have no bonuses of penalties due to their size.</li><li><b>Speed:</b> Ganzis have a base speed of 30 feet.</li><li><b>Skilled:</b> Ganzis gain a +2 <em>racial bonus</em> on <em>Sense Motive</em> and <em>Survival</em> checks.</li><li><b>Languages:</b> Ganzis begin play speaking Common and one of the following: Abyssal, Celestial, or Protean. Ganzis with high <em>Intelligence</em> scores can select any of those languages as bonus languages, along with Aklo, Aquan, Auran, Ignan, Sylvan, or Terran.</li></ul><h3>Senses</h3><ul><li><b>Senses:</b> Ganzis have <em>darkvision</em> 60 feet.</li></ul><h3>Defensive Abilities</h3><ul><li><p><b>Maelstrom Resistance:</b> Ganzis have <em>acid resistance</em> 5, <em>electricity resistance</em> 5, and <em>sonic resistance</em> 5, and they gain a +2 <em>racial bonus</em> on saving throws against spells of the <em>polymorph</em> subschool.</p></li></ul><h3>Ganzi Oddity</h3><p>As creatures infused with the entropic forces of the Maelstrom, all ganzis have a distinct and unusual oddity that manifests as a physical or magical ability that sets the ganzi apart. Typically, a ganzi’s oddity is chosen from the most common manifestations of entropy listed below, but other, more unique oddities can certainly exist. The numbers listed for each option can be used to randomly determine what form of ganzi oddity a particular Ganzi might have, at the GM’s option, but the quibble ability is the most common.</p><ul><li><b>1–2: Chaos Champion (Su)</b> Ganzis with a lineage linked to the einherji often become crusaders for the forces of entropy and excel in combat against lawful beings. The ganzi can smite law once per day as a <em>swift action</em>, targeting a lawful foe. She adds her <em>Charisma</em> modifier as a bonus on <em>attack rolls</em> and gains a bonus on damage rolls equal to her <em>Hit Dice</em>. Once activated, smite law persists until the target is dead or the ganzi rests, whichever comes first.</li><li><b>3–4: Entropic Flesh (Ex)</b> Ganzis with lineages that link strongly to <em>chaos beasts</em> retain some of their ancestors' <em>immunity</em> to transformation. In addition to gaining a +2 bonus on <em>Escape Artist</em> checks and to <em>CMD</em> against <em>grapple</em> <em>combat maneuvers</em>, when such ganzis are affected by a hostile transmutation effect (such as polymorphing or petrification), they can attempt a new saving throw at the start of their next turn to end the effect. They gain a +4 bonus on this second saving throw, but if they fail, the <em>transmutation</em> effect persists as long as it normally would.</li><li><b>5–6: Prehensile Tail (Ex)</b> Ganzis with lineages that are particularly influenced by the presence of <em>proteans</em> often have colorful feathers, scales, or skin, and a long serpentine tail. This tail can be used to carry items. While ganzis with this oddity cannot wield weapons with their tails, they can use their tails to retrieve small, stowed objects carried on their persons as a <em>swift action</em>.</li><li><b>7–14: Quibble (Su)</b> For most ganzis, the influence of chaos is relatively subtle and manifests as an ability to infect others with entropy and unexpected luck (be it good luck or bad). Once per day as an <em>immediate action</em>, a ganzi can twist probability and alter the luck of a single creature within 20 feet, forcing it to reroll a single d20 roll it has just made. The target must take the second result, even if it is worse. A ganzi can use this ability after the target has rolled but must use it before the GM declares whether the roll was a success or failure. Unwilling creatures can resist a ganzi’s quibble with a successful <em>Will</em> save (DC = 10 + half the ganzi's level + the ganzi's <em>Charisma</em> modifier). This is a curse effect.</li><li><b>15–18: Spell-Like Ability (Sp)</b> Ganzis whose chaotic influences rise from regions other than the Maelstrom or its inhabitants often manifest an oddity that duplicates the effects of a specific spell. Such ganzis gain one of the following <em>spell-like</em> abilities, usable once per day at a <em>caster level</em> equal to the ganzi's HD: <em>alter self</em>, <em>blur</em>, <em>detect thoughts</em>, <em>hideous laughter</em>, <em>minor image</em>, <em>shatter</em>, or <em>spider climb</em>.</li><li><b>19–20: Weaponplay (Ex) </b>Ganzis with lineages that link to the valkyries manifest their heritage in their skill in combat. Such ganzis are always proficient with all simple and martial weapons, and they can qualify for feats normally available only to <em>fighters</em> (such as <em>Weapon Specialization</em>) even if they don't have any <em>fighter</em> class levels.</li></ul>"
    },
    "tags": [],
    "changes": [
      {
        "_id": "lndm8a6h",
        "formula": "2",
        "operator": "add",
        "subTarget": "con",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "0upeyqnv",
        "formula": "2",
        "operator": "add",
        "subTarget": "cha",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "5e3pgybm",
        "formula": "-2",
        "operator": "add",
        "subTarget": "int",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "fd8wyhkr",
        "formula": "2",
        "operator": "add",
        "subTarget": "skill.sen",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "skill"
      },
      {
        "_id": "ozblcz4r",
        "formula": "2",
        "operator": "add",
        "subTarget": "skill.sur",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "skill"
      }
    ],
    "contextNotes": [],
    "links": {
      "children": []
    },
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "languages": {
      "value": ["common"]
    },
    "scriptCalls": [],
    "creatureType": "outsider",
    "subTypes": [["Native"]]
  }
}
