{
  "_id": "YxeSVRbG7lfQybfr",
  "name": "Green Martian",
  "type": "race",
  "img": "systems/pf1/icons/races/lizardfolk.png",
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<h2>Standard Racial Traits</h2><ul><li><b>+2 Strength, +2 Wisdom, -2 Charisma</b>: Green Martians are keen-sighted and agile, but they understand little of social graces and are prone to brutishness.</li><li><b>Large</b>: Green Martians are Large creatures and take a -1 size penalty to their AC, a -1 size penalty on attack rolls, a +1 bonus on combat maneuver checks and to their CMD, and a -4 size penalty on Stealth checks. A Green Martian takes up a space that is 10 Feet by 10 feet, and has a reach of 5 feet.</li><li><b>Normal Speed</b>: Green Martians have a base speed at 30 feet.</li><li><b>Detect Thoughts</b>: Green Martians possess limited telepathy. allowing them to read the surface thoughts at those around them. they can use <em>detect thoughts</em> as a constant spell-like ability. The caster level of the spell-like ability is equal to the user's character level.</li><li><b>Fearless</b>: Green Martians gain a +2 racial bonus on all saving throws against fear eltects.</li><li><b>Ferocity</b>: If the hit points of a green Martian fall below 0 but it is not yet dead, it can continue to fight. It it does, it is staggered, and loses 1 hit point each round. It still dies when its hit points reach a negative amount equal to its Constitution score.</li><li><b>Multi-Armed</b>: A green Martian has four arms. One hand is considered its primary hand; all others are considered off hands. It can use any of its hands for other purposes that require free hands.</li><li><b>Weapon Familiarity</b>: Green Martians are proficient with longswords and spears.</li><li><b>Skill Training</b>: Ride and Survival are always considered class skills for green Martians.</li><li><b>Languages</b>: Green Martians begin play speaking Common. Green Martians with high Intelligence scores can choose any languages they want (except secret languages, such as Druidic).</li></ul>"
    },
    "tags": [],
    "changes": [
      {
        "_id": "0osulph1",
        "formula": "2",
        "operator": "add",
        "subTarget": "str",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "wts6q3pk",
        "formula": "2",
        "operator": "add",
        "subTarget": "wis",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "ability"
      },
      {
        "_id": "rsw1263k",
        "formula": "-2",
        "operator": "add",
        "subTarget": "cha",
        "modifier": "racial",
        "priority": 0,
        "value": 0,
        "target": "ability"
      }
    ],
    "contextNotes": [
      {
        "formula": "",
        "operator": "add",
        "target": "savingThrows",
        "subTarget": "allSavingThrows",
        "modifier": "",
        "priority": 0,
        "value": 0,
        "text": "+[[2]] Racial vs Fear Effects"
      }
    ],
    "links": {
      "children": []
    },
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "languages": {
      "value": ["common"]
    },
    "scriptCalls": [],
    "subTypes": []
  }
}
