{
  "_id": "sMHXS804w3UdTVKH",
  "name": "Triaxian",
  "type": "race",
  "img": "systems/pf1/icons/skills/blue_37.jpg",
  "system": {
    "description": {
      "value": "<h2>Standard Racial Traits</h2><ul><li><b>Ability Score Modifiers</b> Triaxians are a hardy and wily race, as befits their constantly changing environment, but their lean forms have trouble maintaining large amounts of muscle mass. They gain +2 <em>Constitution</em>, +2 <em>Wisdom</em>, –2 <em>Strength</em></li><li><b>Size</b>: Triaxians are Medium creatures and have no bonuses or penalties due to their size.</li><li><b>Speed</b>: Triaxians have a base speed of 30 ft.</li><li><b>Languages</b>: Triaxians speak Triaxian. Triaxians with high <em>Intelligence</em> scores can choose any languages (except secret languages, such as Druidic).</li><li><b>Bonus Feat:</b> Triaxians select one extra feat at 1st level.</li></ul><h3>Senses</h3><ul><li><b>Low-Light Vision:</b> Triaxians can see twice as far as humans in dim light.</li></ul><h3>Skill Racial Abilities</h3><ul><li><b>Keen Senses:</b> Triaxians' unique ear construction grants them a +2 bonus on <em>Perception</em> checks.</li></ul><h3>Other Racial Traits</h3><ul><li><b>Seasoned (Ex)</b> Choose summer or winter. If summer is chosen, the triaxian can exist comfortably in conditions between 90 and 110 degrees Fahrenheit without having to attempt <em>Fortitude</em> saves due to the environment. If winter is chosen, the triaxian can exist comfortably in conditions between 40 and 0 degrees Fahrenheit without having to attempt <em>Fortitude</em> saves. When in conditions of severe cold or heat, Triaxians have to attempt <em>Fortitude</em> saves only once per hour instead of once every 10 minutes. Transitional Triaxians do not have this ability.</li></ul>"
    },
    "tags": ["Rare", "Alien"],
    "changes": [
      {
        "_id": "zdvycq07",
        "formula": "2",
        "subTarget": "con",
        "modifier": "racial"
      },
      {
        "_id": "4p2gqgch",
        "formula": "2",
        "subTarget": "wis",
        "modifier": "racial"
      },
      {
        "_id": "vow0ptat",
        "formula": "-2",
        "subTarget": "str",
        "modifier": "racial"
      },
      {
        "_id": "d2jkq9od",
        "formula": "2",
        "subTarget": "skill.per",
        "modifier": "racial"
      }
    ],
    "languages": {
      "custom": "Triaxian"
    },
    "subTypes": ["Triaxian"]
  }
}
