{
  "_id": "ru3xxm4XDuUI4rE1",
  "name": "Alchemical Cartridge (Flare)",
  "type": "loot",
  "img": "icons/tools/laboratory/powder-red.webp",
  "data": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Ultimate Equipment pg. 41</em>, <em>Ultimate Combat pg. 140</em></p>\n<h3 class=\"framing\"><img style=\"margin: 3px 3px 0px 3px;\" title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />Statistics</h3>\n<p><strong>Cost</strong> 10 gp <strong>Weight</strong> -</p>\n<p><strong>Category</strong> Ammunition; <strong>Proficiency</strong> Exotic</p>\n<h3 class=\"framing\">Description</h3>\n<p>An alchemical cartridge is a prepared bundle of black powder with a bullet or pellets, sometimes with more exotic material added, which is then wrapped in paper or cloth and sealed with beeswax, lard, or tallow. There are many types of alchemical cartridges, the simplest being the paper cartridge-a simple mix of black powder and either pellets or a bullet. Alchemical cartridges make loading a firearm easier, reducing the time to load a firearm by one step (a full-round action becomes a standard action, a standard action becomes a move action, and a move action becomes a free action), but they tend to be unstable. The misfire value of a weapon firing an alchemical cartridge increases as listed in each entry.</p>\n<p>&nbsp;</p>\n<p><strong><em>Flare Cartridge</em></strong>: (<strong>Source</strong> <em>Ultimate Equipment pg. 41</em>) When a flare cartridge hits its target, it deals only half the normal damage, but the creature struck is blinded for 1 round (Fortitude DC 15 reduces this to dazzled), and creatures within a 20-foot burst are dazzled for 1 round (Fortitude DC 15 negates the effect). Flare cartridges are also useful for sending up signal flares. Firing a flare cartridge increases the firearm's misfire value by 2 unless it is fired from a blunderbuss or a dragon pistol, in which case doing so only increases the firearm's misfire value by 1. Flares can be used only to attack single creatures; they do not work as a shot for a scatter weapon's cone attack.</p>\n<p>&nbsp;</p>"
    },
    "tags": [],
    "price": 10,
    "hp": {
      "max": 1,
      "value": 1
    },
    "hardness": 5,
    "identifiedName": "Alchemical Cartridge (Flare)",
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "alchemicalCartridgeFlare",
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "subType": "ammo",
    "equipped": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}