{
  "_id": "aLVIoInaoRbufZfr",
  "name": "Heavy Trebuchet",
  "type": "weapon",
  "img": "icons/weapons/artillery/trebuchet-simple.webp",
  "data": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Ultimate Combat pg. 163</em></p><h3 class=\"framing\">Statistics</h3><p><strong>Cost</strong> 1,500 gp <strong>Weight</strong> -</p><p><strong>Damage</strong> 8d6; <strong>Critical</strong> x2; <strong>Range</strong> 400 ft. (200 ft. min.); <strong>Type</strong> B</p><p><strong>Crew</strong> 4; <strong>Aim</strong> 3; <strong>Load</strong> 3; <strong>Speed</strong> 0 ft.</p><p><strong>Category</strong> Indirect-Fire (Gargantuan); <strong>Proficiency</strong> Siege Engine</p><h3 class=\"framing\">Description</h3><p>Trebuchets are similar in form to catapults, with the payload placed into a basket, cup, or sling at the end of a long lever, and a counterweight (often with crew or animals pulling attached ropes) close to the fulcrum. The leverage imparted by a trebuchet allows it to hurl massive missiles that scatter to a number of squares around the target square based on the size of the trebuchet. Trebuchets are too bulky to move on wheels or vehicles and must be assembled on the battlefield. Trebuchets have a minimum range of 150 feet.</p><p></p><p> <em>Light</em>: These Large siege engines typically hurl large stones indirectly at a target (targeting DC 15). A light trebuchet's ammunition scatters on contact, dealing full damage to the target square and half its damage to creatures and objects within 5 feet of the target square (creatures can make a DC 15 Reflex save to halve the damage again). Light trebuchets have a hardness of 5 and 50 hit points. One use of light trebuchet stones costs 15 gp and weighs 60 pounds.</p><p></p><p> <em>Standard</em>: These Huge siege engines typically hurl large stones indirectly at a target (targeting DC 20). A standard trebuchet's ammunition scatters on contact, dealing full damage to the target square and half damage to creatures and objects within 15 feet of the target square (creatures can make a DC 20 Reflex save to halve the damage again). Standard trebuchets have a hardness of 5 and 100 hit points. One use of standard trebuchet stones costs 30 gp and weighs 110 pounds.</p><p></p><p> <em>Heavy</em>: These Gargantuan siege engines typically hurl large stones indirectly at a target (targeting DC 25). A heavy trebuchet's ammunition scatters on contact, dealing full damage to the target square and half its damage to creatures and objects within 30 feet of the target square (creatures can make a DC 25 Reflex save to halve the damage again). Heavy trebuchets have a hardness of 5 and 200 hit points. One use of heavy trebuchet stones costs 40 gp and weighs 120 pounds.</p>"
    },
    "tags": [],
    "price": 1500,
    "hardness": 10,
    "identifiedName": "Heavy Trebuchet",
    "changes": [],
    "activation": {
      "type": "attack"
    },
    "duration": {
      "units": "inst"
    },
    "range": {
      "value": 400,
      "units": "ft"
    },
    "actionType": "rwak",
    "damage": {
      "parts": [
        [
          "sizeRoll(8, 6, @size)",
          "B"
        ]
      ],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "ceil(@attributes.bab.total / 5) - 1"
      },
      "bonus": {
        "formula": "@formulaicAttack * -5"
      }
    },
    "ability": {
      "attack": "dex",
      "damage": "str",
      "critRange": "",
      "critMult": "2"
    },
    "effectNotes": [],
    "attackNotes": [],
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "heavyTrebuchet",
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "weaponType": "exotic",
    "weaponSubtype": "ranged"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}