{
  "_id": "hHwOUIg2oTyV6vME",
  "name": "Lawrence 1917 Flamethrower",
  "type": "weapon",
  "img": "icons/weapons/guns/rifle-brown.webp",
  "data": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Pathfinder #71: Rasputin Must Die! pg. 64</em></p><h3 class=\"framing\">Statistics</h3><p><strong>Cost</strong> 800 gp <strong>Weight</strong> 20 lbs.</p><p><strong>Damage</strong> 4d6 (medium); <strong>Critical</strong> -; <strong>Range</strong> -; <strong>Type</strong> fire; <strong>Special</strong> -</p><p><strong>Misfire</strong> ; <strong>Capacity</strong> 6</p><p><strong>Category</strong> Two-Handed; <strong>Proficiency</strong> Exotic</p><h3 class=\"framing\">Description</h3><p>One of the most infamous  devices to evolve as a result of  trench warfare, the flamethrower is still  in its infancy in the early twentieth century.  The British military produced the Lawrence  1917, which found its way into the hands of  Russia's soldiers. The device consists  of a cumbersome backpack  of two tanks and a swivelmounted,  handheld projection  unit, or \"lance.\" When the device  is aimed and a small hand lever  depressed, a small gas burner ignites the oil, which is  propelled forth in a blazing stream of intense flame. A  f lamethrower with full tanks is capable of unleashing up  to 6 charges of ignited oil, to devastating effect.</p><p></p><p>  When using a flamethrower, the wielder projects a  60-foot-long line of fire, attempting a separate attack roll  against each creature within the line. Each attack roll takes  a -2 penalty, and its attack damage cannot be modified  by precision damage or damage-increasing feats such as  Vital Strike. Effects that grant concealment, such as fog or  smoke, or the <em>blur</em>, <em>invisibility</em>, or <em>mirror image</em> spells, do not  foil this line attack. If any of the rolls threatens a critical  hit, the wielder confirms the critical for that roll alone.</p><p></p><p>  All affected creatures take 4d6 points of damage,  and any creature hit by the flaming stream must also  succeed at succeed at a DC 20 Ref lex save or catch fire,  taking an additional 2d6 points of damage each round  until the flames are extinguished. A burning creature  can attempt a new save as a full-round action, and  dropping and rolling on the ground grants a +2 bonus  on this save.</p><p></p><p>  The device's tanks and backpacks are awkward, and the  wielder takes a -4 armor check penalty when wearing the  cumbersome device. In addition, the tanks have hardness  10 and 5 hit points, and if the tank is ruptured in the  presence of any adjacent flame (including the device's own  gas igniter), a mighty conflagration erupts, the wielder  takes 6d6 points of fire damage, and all creatures within a  20-foot radius take 3d6 points of fire damage (Reflex DC 20  for half ). Any creatures who take damage must succeed at a  DC 20 Reflex save or catch on fire.</p>"
    },
    "tags": [],
    "weight": 20,
    "price": 800,
    "hardness": 10,
    "identifiedName": "Lawrence 1917 Flamethrower",
    "changes": [],
    "activation": {
      "type": "attack"
    },
    "duration": {
      "units": "inst"
    },
    "range": {
      "value": 0,
      "units": "melee"
    },
    "actionType": "mwak",
    "damage": {
      "parts": [
        [
          "sizeRoll(4, 6, @size)",
          "fire"
        ]
      ],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "ceil(@attributes.bab.total / 5) - 1"
      },
      "bonus": {
        "formula": "@formulaicAttack * -5"
      }
    },
    "ability": {
      "attack": "str",
      "damage": "str",
      "critRange": "",
      "critMult": "2"
    },
    "effectNotes": [],
    "attackNotes": [],
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "lawrence1917Flamethrower",
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "weaponType": "exotic",
    "weaponSubtype": "2h"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}