{
  "_id": "zC6uaQNlhcQzTvPL",
  "name": "Light Bombard",
  "type": "weapon",
  "img": "icons/weapons/artillery/cannon-engraved-gold.webp",
  "data": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Ultimate Combat pg. 161</em></p><h3 class=\"framing\">Statistics</h3><p><strong>Cost</strong> 6,000 gp <strong>Weight</strong> -</p><p><strong>Damage</strong> 5d6; <strong>Critical</strong> x4; <strong>Range</strong> 100 ft. (50 ft. min.); <strong>Type</strong> B and P</p><p><strong>Crew</strong> 2; <strong>Aim</strong> 1; <strong>Load</strong> 3; <strong>Speed</strong> 10 ft.</p><p><strong>Category</strong> Indirect-Fire (Large); <strong>Proficiency</strong> Siege Engine</p><h3 class=\"framing\">Description</h3><p>Resembling either large cauldrons or more traditional cannons, these firearms lob their ammunition in an arc in order to deliver their deadly payloads over troops or castle walls. Bombards are normally fired indirectly, but can also be fired as direct-fire siege engines. When they are used for direct fire, they take a -4 penalty on attack rolls and have their range increment halved, but do not have a minimum range. Like all firearms, bombards do not suffer mishaps, but instead have a misfire chance.</p><p></p><p> <em>Light</em>: These bombards resemble cauldrons attached to swivels. Often they are mounted into the ground or into the stone of castle walls because of the mighty power of their recoil. The targeting DC of a light bombard is 15. A light bombard has a base misfire range of 1-2 (10 feet). Light bombards have a hardness of 10 and 70 hit points. Light bombard balls cost 30 gp each and weigh 25 pounds.</p><p></p><p> <em>Standard</em>: These bombards feature the greatest diversity of forms. Many take the cauldron shape of the light bombard, but they may also take the forms of more traditional cannons, albeit featuring stabilizing mechanisms that allow them to fire at a much steeper incline. The targeting DC of a standard bombard is 20. A standard bombard has a misfire range of 1-2 (20 feet). Standard bombards have a hardness of 10 and 140 hit points. Standard bombard balls cost 35 gp each and weigh 30 pounds.</p><p></p><p> <em>Heavy</em>: These massive siege engines are often fixed to positions on high hilltops or atop massive keeps, raining death down on a valley or strait. Often these firearms come in two pieces connected by a screw mechanism. The bombard is unscrewed to be loaded, and then the main part of the muzzle is screwed back on to the barrel section in order to be fired. Heavy bombards are too large and powerful to mount on vehicles. The targeting DC of a heavy bombard is 25. A heavy bombard has a misfire range of 1-2 (30 feet). Heavy bombards have a hardness of 10 and 280 hit points. Heavy bombard balls cost 45 gp each and weigh 50 pounds.</p>"
    },
    "tags": [],
    "price": 6000,
    "hardness": 10,
    "identifiedName": "Light Bombard",
    "changes": [],
    "activation": {
      "type": "attack"
    },
    "duration": {
      "units": "inst"
    },
    "range": {
      "value": 100,
      "units": "ft"
    },
    "actionType": "rwak",
    "damage": {
      "parts": [
        [
          "sizeRoll(5, 6, @size)",
          "B and P"
        ]
      ],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "ceil(@attributes.bab.total / 5) - 1"
      },
      "bonus": {
        "formula": "@formulaicAttack * -5"
      }
    },
    "ability": {
      "attack": "dex",
      "damage": "str",
      "critRange": "",
      "critMult": "4"
    },
    "effectNotes": [],
    "attackNotes": [],
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "lightBombard",
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "weaponType": "exotic",
    "weaponSubtype": "ranged"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}