{
  "_id": "aLCy6zW8AldME74r",
  "name": "Radium Pistol",
  "type": "weapon",
  "img": "icons/weapons/guns/gun-pistol-flintlock-metal.webp",
  "data": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Pathfinder: Worldscape #2 pg. 26</em></p>\n<h3 class=\"framing\">Statistics</h3>\n<p><strong>Cost</strong> 4,500 gp <strong>Weight</strong> 3 lbs.</p>\n<p><strong>Damage</strong> 1d6 (small), 1d8 (medium); <strong>Critical</strong> x4; <strong>Range</strong> 30 ft.; <strong>Type</strong> B and P; <strong>Special</strong> see text</p>\n<p><strong>Misfire</strong> 1; <strong>Capacity</strong> 6</p>\n<p><strong>Category</strong> One-Handed; <strong>Proficiency</strong> Exotic</p>\n<h3 class=\"framing\">Description</h3>\n<p>A radium pistol is a one-handed weapon with a revolving cylinder containing six chambers. Each chamberholdsaspecial radium-powder cartridge, and when one cartridge is fired, the cylinder automatically rotates (no extra hand or action required). readying the next cartridge for firing.</p>\n<h2 class=\"title\">Radium Weapons</h2>\n<p>Barsoomian firearms are stocked with rare local woods. Metal components consist of an alloy of aluminum and steel that exceeds the strength of Earth metals (giving Barsoomian firearms a hardness of 12). Radium weapons fire special cartridges that must be manufactured under artificial light, as exposure to sunlight results in an explosion. When the cartridges strike their target they shatter exposingthe radium powder within. The moment sunlight strikes this substance it explodes with considerable violence, making the weapons versatile for either direct fire or suppressive fire. Radium weapons follow the general rules for advanced firearms found in <em>Pathfinder Roleplaying Game: Ultimate Combat</em>.</p>\n<p>&nbsp;</p>\n<p>All radium weapons use radium cartridges for ammunition. As a result. in addition to targeting speci?c creatures or objects. the wielder may fire a radium weapon at an unoccupied square similar to throwing a splash weapon (<em>Pathfinder RFC Core Rulebook 202</em>). All creatures within 15 feet of the targeted square take 2d6 points of bludgeoning, piercing, and slashing damage (Reflex DC 15 half). Radium cartridge damage does not change based on the size of the weapon used to fire them. Radium cartridges cannot be ?red effectively in this way outside the rays of the sun, such as underground or at night. Radium cartridges cost 3 gp per cartridge.</p>"
    },
    "tags": [],
    "weight": 3,
    "price": 4500,
    "hardness": 10,
    "identifiedName": "Radium Pistol",
    "changes": [],
    "activation": {
      "type": "attack"
    },
    "duration": {
      "units": "inst"
    },
    "range": {
      "value": 30,
      "units": "melee"
    },
    "actionType": "mwak",
    "damage": {
      "parts": [
        [
          "sizeRoll(1, 8, @size)",
          "B and P"
        ]
      ],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "ceil(@attributes.bab.total / 5) - 1"
      },
      "bonus": {
        "formula": "@formulaicAttack * -5"
      }
    },
    "ability": {
      "attack": "str",
      "damage": "str",
      "critRange": "",
      "critMult": "4"
    },
    "effectNotes": [],
    "attackNotes": [],
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "radiumPistol",
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "weaponType": "exotic",
    "weaponSubtype": "1h"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}