{
  "_id": "bwndvedvwzmccnxq",
  "name": "Boots",
  "type": "loot",
  "img": "systems/pf1/icons/items/inventory/dice.jpg",
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<table border=\"1\" cellpadding=\"5\">\n<thead>\n<tr>\n<th>Type</th>\n<th>Price</th>\n<th>Weight</th>\n<th>Source</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Fire-resistant</td>\n<td>2 gp</td>\n<td>2 lbs.</td>\n<td>PZO1123</td>\n</tr>\n<tr>\n<td>Softpaw</td>\n<td>50 gp</td>\n<td>4 lbs.</td>\n<td>PZO1121</td>\n</tr>\n<tr>\n<td>Stiletto</td>\n<td>5 gp</td>\n<td>1 lbs.</td>\n<td>PPZO94102</td>\n</tr>\n<tr>\n<td>Wading</td>\n<td>50 gp</td>\n<td>2 lbs.</td>\n<td>PZO1140</td>\n</tr>\n</tbody>\n</table>\n<p><b>Boots, Fire-Resistant</b> These heavy leather boots contain a layer of brick dust that protects your feet from heat. You gain fire <em>resistance</em> 2 against fire attacks directed at or under your feet, such as walking across hot coals. Repeat or prolonged exposure to fire damage eventually burns the outer leather of the boots, ruining them (typically after about 1d10+20 rounds of exposure).</p>\n<p><b>Boots, Softpaw</b> These soft and subtle boots are constructed of silk and specially cured leather. They are specially designed for <em>catfolk</em> feet. They work with the feline structure of the race's feet to soften footfalls and to reduce the imprints of their tracks. While wearing softpaw boots, a <em>catfolk</em> gains a +1 <em>circumstance bonus</em> on <em>Stealth</em> checks. Furthermore, the DC to notice or follow the tracks of a <em>catfolk</em> wearing softpaw boots increases by +2. <span class=\"source\"><b>Source</b> <em>PZO1121</em></span></p>\n<p><b>Boots, Stiletto</b> The most ostentatious and impractical of footwear, the tall heel attached to these boots adds several inches to your height. This type of boot is popular among nobles, though the trend has recently caught on among some members of noble courts. You can use the heel of a stiletto boot as an improvised weapon, dealing damage as a punching dagger. <span class=\"source\"><b>Source</b> <em>PPZO94102</em></span></p>\n<p><b>Boots, Wading</b> These waterproof boots are felt lined and have a thin layer of metal around the soles. The top of each boot ends just before the knee, with a cord for tying the top shut over clothing or exposed skin. These boots assist in prolonged hikes through deep mud or shallow pools, granting the wearer a +1 <em>circumstance bonus</em> on <em>Profession</em> (fisher) checks while fishing in shallow water. <span class=\"source\"><b>Source</b> <em>PZO1140</em></span></p>"
    },
    "tags": [],
    "equipped": false,
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": []
    },
    "scriptCalls": [],
    "subType": "gear"
  }
}
