{
  "_id": "yGrLgCtNMMV9cUvt",
  "name": "Caltrops",
  "type": "loot",
  "img": "systems/pf1/icons/items/inventory/dice.jpg",
  "data": {
    "description": {
      "value": "<p>Source&nbsp;<a href=\"http://paizo.com/products/btpy8tmc?Pathfinder-Roleplaying-Game-Ultimate-Equipment\" target=\"_blank\" rel=\"noopener\">Ultimate Equipment pg. 56</a>,&nbsp;<a href=\"http://paizo.com/pathfinderRPG/v5748btpy88yj\" target=\"_blank\" rel=\"noopener\">PRPG Core Rulebook pg. 158</a><br>Price&nbsp;1 gp;&nbsp;Weight&nbsp;2 lbs.<br>Category&nbsp;Adventuring Gear</p>\n<h3>Description</h3>\n<p>A caltrop is a four-pronged metal spike crafted so that one prong always faces up no matter how the caltrop comes to rest. You scatter caltrops on the ground in the hope that your enemies step on them or are at least forced to slow down to avoid them. One 2-pound bag of caltrops covers an area 5 feet square.<br><br>Each time a creature moves into an area covered by caltrops (or spends a round fighting while standing in such an area), it runs the risk of stepping on one. Make an attack roll for the caltrops (base attack bonus +0) against the creature. For this attack, the creature’s shield, armor, and deflection bonuses do not count. If the creature is wearing shoes or other footwear, it gets a +2 armor bonus to AC. If the attack succeeds, the creature has stepped on a caltrop. The caltrop deals 1 point of damage, and the creature’s speed is reduced by half because its foot is wounded. This movement penalty lasts for 24 hours, until the creature is successfully treated with a DC 15 Heal check, or until it receives at least 1 point of magical healing. A charging or running creature must immediately stop if it steps on a caltrop. Any creature moving at half speed or slower can pick its way through a bed of caltrops with no trouble.<br><br>Caltrops may not work against unusual opponents.</p>"
    },
    "tags": [],
    "weight": 2,
    "price": 1,
    "identifiedName": "Caltrops",
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "subType": "gear",
    "equipped": false
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}