{
  "_id": "subxvzzmuiihjhdf",
  "name": "Lab, Alchemist's",
  "type": "loot",
  "img": "icons/tools/laboratory/vials-blue-pink.webp",
  "system": {
    "description": {
      "value": "<p><b>Price</b> 200 gp; <b>Weight</b> 40 lbs.</p>\n<p>This lab is used for making alchemical items, and provides a +2 <em>circumstance bonus</em> on <em>Craft</em> (alchemy) checks. It has no bearing on the costs related to the <em>Craft</em> (alchemy) skill. Without this lab, a character with the <em>Craft</em> (alchemy) skill is assumed to have enough tools to use the skill but not enough to get the +2 bonus that the lab provides.</p>\n<ul>\n<li><i>Portable alchemist's lab</i>: This compact version of a full-sized alchemist's lab provides a +1 <em>circumstance bonus</em> on <em>Craft</em> (alchemy) checks.</li>\n</ul>\n<p><b>Portable alchemist's lab Price</b> 75 gp; <b>Weight</b> 20 lbs.</p>\n<p>Other Alchemical Tools</p>\n<p class=\"source\"><b>Source</b>: <em>PZO9445</em></p>\n<ul>\n<li><i>Crucible</i> <b>Price</b> 20 gp; <b>Weight</b> 30 lbs. <b>Description</b> A crucible is a type of vessel that can be heated to extreme temperatures for the purpose of inducing special alchemical reactions. A portable crucible is a cylinder 12 inches tall and 18 inches in diameter that weighs 3 pounds; it has the same price as a full-sized crucible. Use of a crucible requires a heat source.</li>\n<li><i>Filter</i> <b>Price</b> 5 sp; <b>Weight</b> 1/2 lb. <b>Description</b> A specialized paper filter is used in alchemy because it can be adjusted to capture different substances according to the type of reagents used to prime it. Alchemical filters are single-use only.</li>\n<li><i>Retort</i> <b>Price</b> 2 gp; <b>Weight</b> 1/2 lb. <b>Description</b> A retort is a pair of flasks attached to one another by a bent connector called an alembic. When one flask is heated, gaseous products pass through the alembic and condense in the other flask.</li>\n</ul>"
    },
    "weight": {
      "value": 40
    },
    "price": 200,
    "equipped": false,
    "subType": "gear"
  }
}
