{
  "_id": "jjmnnryrmjuilbfw",
  "name": "Lure, Fake Area Map",
  "type": "loot",
  "img": "systems/pf1/icons/items/inventory/dice.jpg",
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<p><b>Price</b> 20 gp; <b>Weight</b> -</p>\n<p>This faux-distressed piece of parchment is a crude map of the local area, with red circles and arcane gibberish scrawled on it. Intentionally made to look old and worn, it's actually a simple piece of parchment that's been singed, crumpled, and rolled in the dirt. Because the average <em>kobold</em> artisan's knowledge of Common is poor, any literate creature within 5 feet can identify the map as a fake. However, beyond 5 feet, a fake map requires a successful DC 25 <em>Sense Motive</em> check to identify it as phony.</p>\n<h4>Lure, Fake Coins</h4>\n<p><b>Price</b> 5 gp; <b>Weight</b> -</p>\n<p>These rough-hewn discs of metal are covered in highly reflective, gold-colored plating, which catches the light and causes them to shimmer. At a distance greater than 5 feet, fake coins require a DC 20 <em>Sense Motive</em> check to identify. However, because these \"coins\" aren't molded and have no embellishment on either side, any creature within 5 feet can clearly identify them as spurious.</p>\n<h4>Heretic's Fork</h4>\n<p class=\"source\"><b>Source</b>: <em>PZO1135</em></p>\n<p><b>Price</b> 10 gp; <b>Weight</b> 1 lb.</p>\n<p><b>Note</b> Each act of torture shifts the torturer's <em>alignment</em> one step toward evil, and it counts as a willful evil act for the purpose of effects like <em>atonement</em>.</p>\n<p>This device is a sharp, double-ended prong that is approximately 9 inches in length and fitted with a stout leather neckband. This nefarious device is secured on a <em>helpless</em> target's neck so the prongs pierce both the underside of the victim's chin and the victim's chest, dealing 1d6 points of <em>nonlethal damage</em> when the device is attached and an additional 1d6 points of <em>nonlethal damage</em> if the victim begins to fall asleep, effectively keeping the victim awake indefinitely and subjecting the victim to <em>fatigue</em> and <em>exhaustion</em> through <em>sleep</em> deprivation. A successful DC 22 <em>Escape Artist</em> check allows the victim to get free of the prongs without using his arms, though the heretic's fork remains strapped to his neck.</p>\n<h4>Iron Maiden</h4>\n<p class=\"source\"><b>Source</b>: <em>PZO1135</em></p>\n<p><b>Price</b> 500 gp; <b>Weight</b> 300 lbs.</p>\n<p><b>Note</b> Each act of torture shifts the torturer's <em>alignment</em> one step toward evil, and it counts as a willful evil act for the purpose of effects like <em>atonement</em>.</p>\n<p>These dreadful devices are large, stylized iron coffins lined with sharp spikes used to torture and execute unfortunate victims.</p>\n<p>When a Small or Medium creature is forced within the iron maiden and the spiked doors are slammed shut, the creature is impaled on all sides by the iron spikes, immediately taking 3d6 points of piercing damage.</p>\n<h4>Rack</h4>\n<p class=\"source\"><b>Source</b>: <em>PZO1135</em></p>\n<p><b>Price</b> 300 gp; <b>Weight</b> 500 lbs.</p>\n<p><b>Note</b> Each act of torture shifts the torturer's <em>alignment</em> one step toward evil, and it counts as a willful evil act for the purpose of effects like <em>atonement</em>.</p>\n<p>The rack is one of the most infamous and feared devices in the torturer's arsenal, capable of inflicting ruinous damage to a victim's body. Helpless victims are splayed across the device's frame, and each limb is lashed to a central windlass. Each turn of the crank deals a cumulative 1d6 points of <em>nonlethal damage</em>, up to 4d6 points of <em>nonlethal damage</em> on the fourth turn. Each subsequent turn after the fourth deals 4d6 points of <em>nonlethal damage</em> and deals 1 point of damage each to the victim's <em>Strength</em>, <em>Dexterity</em>, and <em>Constitution</em> scores as it dislocates limbs, cracks cartilage, and breaks bone. Some racks are fitted with spiked wheels that puncture the victim's body, dealing lethal damage rather than <em>nonlethal damage</em>. Escaping from a rack requires a successful DC 30 <em>Escape Artist</em> check.</p>\n<h4>Rat Cage</h4>\n<p class=\"source\"><b>Source</b>: <em>PZO1135</em></p>\n<p><b>Price</b> 5 gp; <b>Weight</b> 15 lbs.</p>\n<p><b>Note</b> Each act of torture shifts the torturer's <em>alignment</em> one step toward evil, and it counts as a willful evil act for the purpose of effects like <em>atonement</em>.</p>\n<p>This specially crafted steel <em>cage</em> can hold up to 20 <em>rats</em>, and includes stout leather straps around its open end and a metal crucible for holding hot <em>charcoal</em> or other fuel on its top end. Torturers tightly strap the open end of the device to a <em>helpless</em> victim's abdomen, insert the <em>rats</em> into the <em>cage</em>, and set the crucible's fuel alight. In 1d10 rounds, the increasing <em>heat</em> causes the <em>rats</em> to gnaw and dig their way through the victim's abdomen to escape, dealing 1 point of piercing damage per <em>rat</em> each round. A victim can wiggle free of a <em>rat</em> <em>cage</em> with a successful DC 20 <em>Escape Artist</em> check, though some of the voracious <em>vermin</em> may continue their consumption in subsequent rounds.</p>\n<h4>Thumbscrew</h4>\n<p class=\"source\"><b>Source</b>: <em>PZO1135</em></p>\n<p><b>Common Price</b> 15 gp; <b>Weight</b> 1 lb.; <b>Masterwork Price</b> 50 gp; <b>Weight</b> 1 lb.</p>\n<p><b>Note</b> Each act of torture shifts the torturer's <em>alignment</em> one step toward evil, and it counts as a willful evil act for the purpose of effects like <em>atonement</em>.</p>\n<p>Both a torture and restraining device, this small, metal armature consists of two parallel, spike-studded bars that close together as the user tightens the frame's screws, crushing a victim's thumbs between them. A victim restrained by a thumbscrew is able to move but can't effectively wield weapons, hold items, or perform any actions or skill checks that require manual dexterity, taking a -5 penalty on all such actions and dealing 1d6 points of <em>nonlethal damage</em> to himself with each attempt (this doesn't include <em>Escape Artist</em> attempts to escape the thumbscrew).</p>\n<p>Spellcasters bound by thumbscrews are unable to cast spells with somatic <em>components</em>.</p>\n<p>When using a thumbscrew as a torture device, the user can turn the thumbscrew's bolt to deal 1d6 points of <em>nonlethal damage</em>.</p>\n<p>Escaping from a thumbscrew requires a successful DC 28 <em>Escape Artist</em> check (DC 30 for a masterwork thumbscrew).</p>\n<h4>Trephine</h4>\n<p class=\"source\"><b>Source</b>: <em>PZO1135</em></p>\n<p><b>Price</b> 20 gp; <b>Weight</b> 1 lb.</p>\n<p><b>Note</b> Each act of torture shifts the torturer's <em>alignment</em> one step toward evil, and it counts as a willful evil act for the purpose of effects like <em>atonement</em>.</p>\n<p>This surgical instrument has a serrated, circular blade that is used to bore holes into the skulls of patients to relieve cranial swelling from head trauma or, as some chirurgeons believe, release evil spirits. Use of a trephine takes 10 minutes, and deals 5 points of piercing damage to the subject creature. With a successful DC 25 <em>Heal</em> check, the user can heal up to 1d4 points of <em>ability damage</em> to any one mental ability score caused by physical trauma to the head, such as the critical called shot or debilitating blow called shot, or it can cure the severe brain trauma inflicted by the debilitating blow called shot. If the user fails the check, the subject still takes 5 points of piercing damage. If the user fails the check by 5 or more, the subject instead takes 10 points of piercing damage and 1 point of damage each to its <em>Intelligence</em>, <em>Wisdom</em>, and <em>Charisma</em> scores.</p>"
    },
    "tags": [],
    "price": 20,
    "equipped": false,
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": []
    },
    "scriptCalls": [],
    "subType": "gear"
  }
}
