{
  "_id": "Vj6dDCcXeZla58sw",
  "name": "Weapon Blanch",
  "type": "loot",
  "img": "systems/pf1/icons/items/inventory/dice.jpg",
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<p class=\"source\"><strong>Source</strong> <em>PZO1115</em></p>\n<p>These alchemical powders have a gritty consistency. When poured on a weapon and placed over a hot flame for a full round, they melt and form a temporary coating on the weapon. The blanching gives the weapon the ability to bypass one kind of material-based <em>damage reduction</em>, such as <em>adamantine</em>, cold iron, or silver. The blanching remains effective until the weapon makes a successful attack. Each dose of blanching can coat one weapon or up to 10 pieces of ammunition. Only one kind of weapon blanch can be on a weapon at one time, though a weapon made of one special material (such as <em>adamantine</em>) can have a different material blanch (such as silver), and counts as both materials for the first successful hit.</p>\n<p><em>Ghost Salt</em>: This gritty alchemical powder is made from exotic minerals mixed with an infusion crafted from the ectoplasmic remains of destroyed <em>incorporeal</em> <em>undead</em>. When rubbed onto a weapon that is then placed over a hot flame for a full round, ghost salt melts and forms a temporary coating on the weapon. The blanching gives the weapon the ability to do full damage to <em>incorporeal</em> creatures, even if the weapon itself is non-magical. An application of ghost salt remains effective until the weapon makes a successful attack. Each dose of weapon blanch can coat one weapon or up to 10 pieces of ammunition. Only one kind of weapon blanch can be on a weapon at one time.</p>\n<table border=\"1\" cellpadding=\"5\">\n<thead>\n<tr>\n<th>Type</th>\n<th>Price</th>\n<th>Craft (alchemy) DC</th>\n<th>Weight</th>\n<th>Source</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Adamantine</td>\n<td>100 gp</td>\n<td class=\"number\">25</td>\n<td>1/2 lb.</td>\n<td class=\"source text\"><em>PZO1123</em></td>\n</tr>\n<tr>\n<td>Cold iron</td>\n<td>20 gp</td>\n<td class=\"number\">20</td>\n<td>1/2 lb.</td>\n<td class=\"source text\"><em>PZO1123</em></td>\n</tr>\n<tr>\n<td>Ghost salt</td>\n<td>200 gp</td>\n<td class=\"marker\">–</td>\n<td>1/2 lb.</td>\n<td class=\"source text\"><em>PZO9235</em></td>\n</tr>\n<tr>\n<td>Silver</td>\n<td>5 gp</td>\n<td class=\"number\">20</td>\n<td>1/2 lb.</td>\n<td class=\"source text\"><em>PZO1123</em></td>\n</tr>\n</tbody>\n</table>\n<p>These silver, alchemical powders have a gritty consistency, appearing at first glance to be simple metal shavings. When poured on a weapon and placed over a hot flame for a full round, however, they melt and form a temporary coating on the weapon. The blanching gives the weapon the ability to bypass one kind of material-based damage reduction, such as adamantine, cold iron, or silver. The blanching remains effective until you make a successful attack with the weapon. Each dose of blanching can coat one weapon or up to 10 pieces of ammunition. Only one kind of weapon blanch can be on a weapon at one time, though a weapon made of one special material (such as adamantine) can have a different material blanch (such as silver), and counts as both materials for the first successful hit.</p>\n<div class=\"comments\"></div>\n<div class=\"sidebar-bottom\">\n<div class=\"page-widget\">\n<div class=\"widget widget_black_studio_tinymce\">\n<div class=\"textwidget\">\n<div> </div>\n</div>\n</div>\n</div>\n</div>"
    },
    "tags": [],
    "weight": {
      "value": 1
    },
    "price": 100,
    "equipped": false,
    "identifiedName": "Weapon Blanch",
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": []
    },
    "scriptCalls": [],
    "subType": "gear"
  }
}
