{
  "_id": "qfewkrocvrgcrfxm",
  "name": "Whistle",
  "type": "loot",
  "img": "icons/tools/instruments/pipe-flute-yellow.webp",
  "system": {
    "description": {
      "value": "<h4>Whistle</h4>\n<p><b>Beast Whistle</b> This small wooden whistle emits a high-pitched sound like that of a signal whistle, except the signal is audible only to a specific type of creature-other types of creatures hear only a quiet hissing sound. Beast whistles come in six different varieties: avian, canine, feline, rodent, reptile, and ungulate (other varieties may be available at the GM's discretion). <em>Animals</em> and magical beasts that match a beast whistle's type can hear the whistle as a <em>human</em> hears a <em>signal whistle</em>. Creatures that fit into multiple categories (such as <em>griffons</em>) can usually hear the call of multiple types of whistles, though <em>magical beasts</em> who don't fit into any of the above categories cannot hear a beast whistle. Beast whistles don't function underwater, except if surrounded by an air bubble or similar effect, though creatures underwater may hear a beast whistle sounded from above the surface if they are close enough. <b>Price</b> 5 gp; <b>Weight</b> -; <b>Source</b> <em>PPC:FF</em></p>\n<p><b>Signal Whistle</b> With a DC 5 <em>Perform</em> (wind instruments) check, you can use a whistle to signal the same sorts of situations as signal horns. A whistle's piercing report can be clearly heard (<em>Perception</em> DC 0) up to a quarter-mile away. For each quarter-mile beyond, <em>Perception</em> checks to hear a whistle take a -2 penalty. Silent whistles that only animals and other creatures with keen hearing can hear also exist. <b>Price</b> 8 sp; <b>Weight</b> -; <b>Source</b> <em>PZO1123</em></p>\n<p><b>Silent Whistle</b> Only animals and other creatures with keen hearing can hear this whistle. <b>Price</b> 9 sp; <b>Weight</b> -; <b>Source</b> <em>PZO1123</em></p>"
    },
    "price": 5,
    "equipped": false,
    "subType": "gear"
  }
}
