{
  "_id": "YQvk4IUZqIiKcTrs",
  "name": "Aether Puppet",
  "type": "feat",
  "img": "systems/pf1/icons/spells/link-blue-2.jpg",
  "data": {
    "description": {
      "value": "<p><strong>Element&nbsp;</strong>aether;&nbsp;<strong>Type&nbsp;</strong>utility (Sp);&nbsp;<strong>Level&nbsp;</strong>5;&nbsp;<strong>Burn&nbsp;</strong>0</p>\n<p>You use strands of aether to animate an object. You can animate a Medium or smaller object as an animated object (Pathfinder RPG Bestiary&nbsp;14) with no Construction Point abilities (except for stone or metal [common], if the object is constructed of one of those materials). Each round on your turn, you must take a move action to guide the object, or it reverts to its inanimate state.</p>\n<p>By accepting 1 point of burn, you can pour a bit of your own sentience into the aether puppet, allowing the effect to persist for 1 round per kineticist level without requiring additional actions.</p>\n<p>At 12th level, you can animate a Large or smaller object, which gains all the abilities of the Medium animated object plus the additional attack ability.</p>\n<p>At 14th level, you can animate a Huge or smaller object, which gains all the abilities of the Large animated object.</p>\n<p>At 16th level, you can animate a Gargantuan or smaller object, which gains all the abilities of the Huge animated object, as well as the metal (mithral) ability if the object is made of mithral.</p>\n<p>At 18th level, you can animate a Colossal or smaller object, which gains all the abilities of the Gargantuan animated object, plus the metal (adamantine) ability if the object is made of adamantine.</p>"
    },
    "tags": [],
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "effectNotes": [],
    "attackNotes": [],
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Kineticist"
        ]
      ]
    },
    "abilityType": "sp"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}