{
  "_id": "fnNxv7e63LWONgWw",
  "name": "Bionetwork",
  "type": "feat",
  "img": "systems/pf1/icons/spells/slice-spirit-3.jpg",
  "data": {
    "description": {
      "value": "<p>At 5th level, your mental influence over nature increases. Once per day, you can spend 10 minutes to mentally connect with living fungi, leaves, moss, roots, and similar plants or plantlike things. You form a temporary network that functions as an extension of your senses. The network allows you to use one of the following two effects: you can remotely view any familiar or obvious location within a range of 250 feet per psychic level, as per @Compendium[pf1.spells.6kmkxepwgsbta6ui]{Clairaudience/Clairvoyance}; or you can attempt to locate a creature within the area, as per @Compendium[pf1.spells.g66w32kdup1f43bp]{Scrying}. You don’t need a focus to use this effect, and you can’t cast spells through the sensor.</p>\n<p>This ability doesn’t function in areas of sparse vegetation, such as arid deserts, barren caverns, or frozen tundras. Buildings and urban areas are generally excluded from your network, but ruins reclaimed by nature are connected. While you’re underground, roots and fungi function as your network, but the radius of the network is only 100 feet per psychic level.</p>\n<p>At 9th level and every 4 levels thereafter, you gain an additional daily use of this ability.</p>"
    },
    "tags": [],
    "activation": {
      "cost": 10,
      "type": "minute"
    },
    "unchainedAction": {
      "activation": {
        "cost": 10,
        "type": "minute"
      }
    },
    "uses": {
      "per": "day",
      "maxFormula": "1"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "effectNotes": [],
    "attackNotes": [],
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Psychic"
        ]
      ]
    },
    "abilityType": "su"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}