{
  "_id": "aBXAFSi18n9Sndjf",
  "name": "Bonded Manifestation",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blue_12.jpg",
  "data": {
    "description": {
      "value": "<p>At 3rd level, as a swift action, a spiritualist can pull on the consciousness of her phantom and the substance of the Ethereal Plane to partially manifest aspects of both in her own body. When she does, she uses this bonded manifestation to enhance her own abilities while the phantom is still bound to her consciousness. For the spiritualist to use this ability, the phantom must be confined in the spiritualist’s consciousness; it can’t be manifested in any other way.<br><br>During a bonded manifestation, the phantom can’t be damaged, dismissed, or banished. A spiritualist can use bonded manifestation a number of rounds per day equal to 3 + her spiritualist level. The rounds need not be consecutive. She can dismiss the effects of a bonded manifestation as a free action, but even if she dismisses a bonded manifestation on the same round that she used it, it counts as 1 round of use.<br><br>When a spiritualist uses this ability, she must choose either ectoplasmic or incorporeal form. When she makes this choice, she gains all of the abilities based on the form she chooses and her spiritualist level.</p>"
    },
    "tags": [],
    "activation": {
      "type": "swift"
    },
    "unchainedAction": {
      "activation": {
        "type": "action"
      }
    },
    "duration": {
      "value": "1",
      "units": "round"
    },
    "target": {
      "value": "self"
    },
    "range": {
      "units": "personal"
    },
    "uses": {
      "per": "day",
      "maxFormula": "3 + @classes.spiritualist.level"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "effectNotes": [],
    "attackNotes": [],
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Spiritualist"
        ]
      ]
    },
    "abilityType": "su"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}