{
  "_id": "Ktda1hno3geFi4j8",
  "name": "Channel Energy (WAR)",
  "type": "feat",
  "img": "systems/pf1/icons/feats/alignment-channel.jpg",
  "data": {
    "description": {
      "value": "<p>Starting at 4th level, a warpriest can release a wave of energy by channeling the power of his faith through his holy (or unholy) symbol. This energy can be used to deal or heal damage, depending on the type of energy channeled and the creatures targeted. Using this ability is a standard action that expends two uses of his fervor ability and doesn’t provoke an attack of opportunity. The warpriest must present a holy (or unholy) symbol to use this ability.<br><br>A good warpriest (or one who worships a good deity) channels positive energy and can choose to heal living creatures or to deal damage to undead creatures. An evil cleric (or one who worships an evil deity) channels negative energy and can choose to deal damage to living creatures or heal undead creatures. A neutral cleric who worships a neutral deity (or one who is not devoted to a particular deity) channels positive energy if he chose to spontaneously cast cure spells or negative energy if he chose to spontaneously cast inflict spells.<br><br>Channeling energy causes a burst that affects all creatures of one type (either undead or living) in a 30-foot radius centered on the warpriest. The amount of damage dealt or healed is equal to the amount listed in the fervor ability. Creatures that take damage from channeled energy must succeed at a Will saving throw to halve the damage. The save DC is 10 + 1/2 the warpriest’s level + the warpriest’s Wisdom modifier. Creatures healed by channeled energy cannot exceed their maximum hit point total—all excess healing is lost. A warpriest can choose whether or not to include himself in this effect.</p>"
    },
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "duration": {
      "units": "inst"
    },
    "target": {
      "value": "self; affects living OR undead"
    },
    "range": {
      "value": "30",
      "units": "ft",
      "maxIncrements": "1"
    },
    "uses": {
      "per": "charges",
      "autoDeductChargesCost": "2"
    },
    "measureTemplate": {
      "type": "circle",
      "size": "30"
    },
    "actionType": "heal",
    "damage": {
      "parts": [
        [
          "(floor((@classes.warpriest.level + 1) / 3))d6",
          "Positive"
        ]
      ],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "damage": ""
    },
    "save": {
      "dc": "10+floor(@classes.warpriest.level / 2) + @abilities.wis.mod",
      "type": "will",
      "description": "Will halves damage"
    },
    "effectNotes": [],
    "attackNotes": [],
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "channelEnergyWar",
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Warpriest"
        ]
      ]
    },
    "abilityType": "su"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}