{
  "_id": "6as0xicfWFdSV58T",
  "name": "Critical Reflexes",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blood_02.jpg",
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<p>At 17th level, upon confirming a&nbsp;<em>critical hit</em>&nbsp;against an&nbsp;<em>undead</em>&nbsp;creature, the vampire hunter can attempt a special&nbsp;<em>combat maneuver</em>&nbsp;check to produce an item and immediately use it upon that foe. The vampire hunter decides whether or not to use this ability after dealing additional damage for his&nbsp;<em>critical hit</em>. At that point, he can attempt a&nbsp;<em>combat maneuver</em>&nbsp;check against the target’s&nbsp;<em>CMD</em>&nbsp;(the target is denied its&nbsp;<em>Dexterity</em>&nbsp;modifier to resist this attack). If the vampire hunter succeeds, he produces a piece of equipment he has on his person and immediately uses that item upon the target creature. This ability does not provoke an&nbsp;<em>attack of opportunity</em>.</p>\n<p>Items used in this manner are typically alchemical items, such as&nbsp;<em>acid</em>&nbsp;or&nbsp;<em>holy water</em>. Items that require attacks against the target automatically hit and deal damage as normal (potentially to the vampire hunter, as well, if the item affects an area). Items that would have no direct effect against the target (such as a fishing hook or a&nbsp;<em>lantern</em>) or that require another&nbsp;<em>combat maneuver</em>&nbsp;to use (such as a&nbsp;<em>rope</em>&nbsp;or&nbsp;<em>manacles</em>) cannot be used as part of this ability. Other melee and ranged weapons cannot be used with this ability (with the exception of using a stake against a&nbsp;<em>vampire</em>; see below).</p>\n<p>This ability can be used against&nbsp;<em>incorporeal</em>&nbsp;creatures.</p>\n<p>If the target creature is a&nbsp;<em>vampire</em>&nbsp;and the vampire hunter has a&nbsp;<em>wooden stake</em>&nbsp;in his possession (or a similar item affected by his stake ability), he can drive the stake through the vampire’s heart as though it were&nbsp;<em>helpless</em>, slaying it immediately. If the creature is not a&nbsp;<em>vampire</em>, this attempt fails at the last moment; the vampire hunter realizes that the target is not a&nbsp;<em>vampire</em>. A vampire hunter cannot drive a stake through the heart of a non-<em>vampire</em>&nbsp;using this ability.</p>"
    },
    "tags": [],
    "actions": [],
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "classFeat_criticalReflexes",
    "useCustomTag": true,
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "languages": {
      "value": []
    },
    "scriptCalls": [],
    "subType": "classFeat",
    "associations": {
      "classes": [["Vampire Hunter"]]
    },
    "abilityType": "su"
  }
}
