{
  "_id": "wTxv8tB8blm4WdVT",
  "name": "Divine Demand",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blue_35.jpg",
  "data": {
    "description": {
      "value": "<p>At 6th level, you can petition your divine patron for far greater power than you deserve. Activating this ability is a swift action that you must use as you cast a spell that has a reduced (but not negated) effect on a successful save. The saving throw DC of the spell increases by 2, and you gain a +2 bonus on caster level checks to overcome spell resistance with the spell. Any creature that succeeds at the saving throw instead avoids the effect entirely. If half or more of the targets are unaffected, you become shaken for a number of rounds equal to the spell’s level. If all of the targets are unaffected, you instead lose the ability to cast divine spells, channel energy, and use domain powers for 1d4+1 rounds; you can end this loss as a full-round action by loudly apologizing to your patron deity as a full-round action that provokes attacks of opportunity. You can use this ability once per day at 6th level, and one additional time per day for every 4 levels beyond 6th.</p>\n<p>This power replaces the Divine Presence power of the Glory Domain or the Leadership power of the Nobility Domain.</p>"
    },
    "tags": [],
    "activation": {
      "type": "swift"
    },
    "unchainedAction": {
      "activation": {
        "type": "action"
      }
    },
    "duration": {
      "units": "inst"
    },
    "target": {
      "value": "self"
    },
    "range": {
      "units": "personal"
    },
    "uses": {
      "per": "day",
      "maxFormula": "floor((@classes.cleric.level - 2) / 4)"
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "effectNotes": [],
    "attackNotes": [],
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Cleric"
        ]
      ]
    },
    "abilityType": "su"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}