{
  "_id": "XmALhWqXdN9yOmtd",
  "name": "Favored Enemy",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blood_13.jpg",
  "system": {
    "description": {
      "value": "<p>At 1st level, a ranger selects a creature type from the ranger <em>favored enemies</em> table. He gains a +2 bonus on <em>Bluff</em>, <em>Knowledge</em>, <em>Perception</em>, <em>Sense Motive</em>, and <em>Survival</em> checks against creatures of his selected type. Likewise, he gets a +2 bonus on weapon attack and damage rolls against them. A ranger may make <em>Knowledge</em> <em>skill checks</em> untrained when attempting to identify these creatures.</p>\n<p>At 5th level and every five levels thereafter (10th, 15th, and 20th level), the ranger may select an additional <em>favored enemy</em>. In addition, at each such interval, the bonus against any one <em>favored enemy</em> (including the one just selected, if so desired) increases by +2.</p>\n<p>If the ranger chooses <em>humanoids</em> or <em>outsiders</em> as a <em>favored enemy</em>, he must also choose an associated subtype, as indicated on the table below. (Note that there are other types of humanoid to choose from—those called out specifically on the table below are merely the most common.) If a specific creature falls into more than one category of <em>favored enemy</em>, the ranger’s bonuses do not stack; he simply uses whichever bonus is higher.</p>"
    },
    "actions": [
      {
        "_id": "fgg1f6k561yq6and",
        "name": "Use",
        "img": "systems/pf1/icons/skills/blood_13.jpg",
        "activation": {
          "type": "passive"
        },
        "unchainedAction": {
          "activation": {
            "type": "passive"
          }
        },
        "measureTemplate": {
          "size": "0"
        },
        "actionType": "",
        "save": {
          "dc": 0
        }
      }
    ],
    "tag": "classFeat_favoredEnemy",
    "useCustomTag": true,
    "subType": "classFeat",
    "associations": {
      "classes": [["Ranger"]]
    },
    "abilityType": "ex"
  }
}
