{
  "_id": "Go7S9L2FSDAlLsNW",
  "name": "Guardian Spirit",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blue_18.jpg",
  "data": {
    "description": {
      "value": "<p><em>A guardian spirit is an exemplar of protection and defense.</em></p>\n<p><br><strong>Spirit Bonus: </strong>When you channel a guardian, your spirit bonus applies to AC and on Constitution checks, Fortitude saves, and Reflex saves.</p>\n<p><strong>Seance Boon: </strong>You gain a +1 bonus to CMD.</p>\n<p><strong>Favored Locations: </strong>City walls, forts, gates, keeps.</p>\n<p><strong>Influence Penalty: </strong>You are incredibly cautious and guarded in all things, and your caution sometimes gets in the way. When attacking, you always fight defensively, and when casting a spell, you always cast defensively. Because of your focus on defense, you take a penalty on damage rolls equal to your spirit bonus.</p>\n<p><strong>Taboos: </strong>Choose one: you must always protect others from danger when you can (including defeated enemies, but not enemies that are an active threat to you and others); you must keep your body in fit physical condition, and you break this taboo every time you drop below half your maximum hit points; you must speak no words and use no abilities with the sonic descriptor, and you break this taboo if you become enraged, frightened, or panicked.</p>"
    },
    "tags": [],
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "effectNotes": [],
    "attackNotes": [],
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Medium"
        ]
      ]
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}