{
  "_id": "2Og23i3rRXu5QQlg",
  "name": "Ki Pool",
  "type": "feat",
  "img": "systems/pf1/icons/skills/red_09.jpg",
  "system": {
    "description": {
      "value": "<p>At 4th level, a monk gains a pool of ki points, supernatural energy he can use to accomplish amazing feats. The number of points in a monk's ki pool is equal to 1/2 his monk level + his <em>Wisdom</em> modifier. As long as he has at least 1 point in his ki pool, he can make a ki strike.</p>\n<ul>\n<li><b>At 4th level</b>, ki strike allows his unarmed attacks to be treated as magic weapons for the purpose of overcoming <em>damage reduction</em>.</li>\n<li><b>At 7th level</b>, his unarmed attacks are also treated as <em>cold iron</em> and <em>silver</em> for the purpose of overcoming <em>damage reduction</em>.</li>\n<li><b>At 10th level</b>, his unarmed attacks are also treated as lawful weapons for the purpose of overcoming <em>damage reduction</em>.</li>\n<li><b>At 16th level</b>, his unarmed attacks are treated as <em>adamantine</em> weapons for the purpose of overcoming <em>damage reduction</em> and bypassing <em>hardness</em>.</li>\n</ul>\n<p>By spending 1 point from his ki pool, a monk can do one of the following:</p>\n<ul>\n<li>Make one additional attack at his highest <em>attack bonus</em> when making a flurry of blows attack, or</li>\n<li>Increase his speed by 20 feet for 1 round, or</li>\n<li>Give himself a +4 <em>dodge bonus</em> to <em>AC</em> for 1 round.</li>\n</ul>\n<p>Each of these powers is activated as a <em>swift action</em>.</p>\n<p>The ki pool is replenished each morning after 8 hours of rest or meditation; these hours do not need to be consecutive.</p>"
    },
    "actions": [
      {
        "_id": "v97q09qo7zjo07ob",
        "name": "Use",
        "img": "systems/pf1/icons/skills/red_09.jpg",
        "activation": {
          "type": "swift"
        },
        "unchainedAction": {
          "activation": {
            "type": "action"
          }
        },
        "actionType": ""
      }
    ],
    "uses": {
      "per": "day",
      "maxFormula": "floor(@classes.monk.level / 2) + @abilities.wis.mod"
    },
    "tag": "classFeat_kiPool",
    "useCustomTag": true,
    "subType": "classFeat",
    "associations": {
      "classes": [["Monk"]]
    },
    "abilityType": "su"
  }
}
