{
  "_id": "qnL3oisZNJSCFy57",
  "name": "Spell Storing",
  "type": "feat",
  "img": "systems/pf1/icons/skills/violet_04.jpg",
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Ultimate Equipment pg. 148</em>, <em>PRPG Core Rulebook pg. 469</em></p>\n<p><strong>Aura</strong> strong evocation and varies <strong>CL</strong> 12th</p>\n<p><strong>Slot</strong> weapon quality; <strong>Price</strong> +1 bonus; <strong>Weight</strong> -</p>\n<h3><span title=\"PFS Legal\">[PFS]</span> <strong>Description</strong></h3>\n<p>A <em>spell storing </em>weapon allows a spellcaster to store a single targeted spell of up to 3rd level in the weapon. (The spell must have a casting time of 1 standard action.) Anytime the weapon strikes a creature and the creature takes damage from it, the weapon can immediately cast the spell on that creature as a free action if the wielder desires. (This special ability is an exception to the general rule that casting a spell from an item takes at least as long as casting that spell normally.) Once the spell has been cast from the weapon, a spellcaster can cast any other targeted spell of up to 3rd level into it. The weapon magically imparts to the wielder the name of the spell currently stored within it. A randomly rolled <em>spell storing </em>weapon has a 50% chance of having a spell stored in it already. This special ability can only be placed on melee weapons.</p>\n<p>A <em>spell storing </em>weapon emits a strong aura of the evocation school, plus the aura of the spell currently stored.</p>\n<h3><strong>Construction</strong></h3>\n<p><strong>Requirements</strong> Craft Magic Arms and Armor, creator must be a caster of at least 12th level; <strong>Price</strong> -</p>"
    },
    "tags": [["Melee Qualities"]],
    "actions": [],
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "misc_spellStoring",
    "useCustomTag": true,
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "languages": {
      "value": []
    },
    "scriptCalls": [],
    "subType": "misc",
    "associations": {
      "classes": []
    }
  }
}
