{
  "_id": "jEEvk0YhbzDe20Qv",
  "name": "Swallow Whole (UC) (3 pts)",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blue_26.jpg",
  "data": {
    "description": {
      "value": "<p><strong>Requirements: </strong>Summoner level 9th; agathion, daemon, demon, devil, div, elemental, protean, or psychopomp subtype; grab (bite) evolution.</p>\n<p>The eidolon gains the swallow whole ability, giving it the ability to consume its foes. If the eidolon begins its turn with a creature grappled using its bite attack (see the grab evolution), it can attempt a combat maneuver check to swallow the creature. The creature must be at least one size category smaller than the eidolon. Swallowed creatures take an amount of bludgeoning damage equal to the eidolon’s bite damage each round + 1d6 points of damage. A swallowed creature keeps the grappled condition, but can attempt to cut its way free with a light piercing or slashing weapon. The amount of damage needed to cut free is equal to 1/10 the eidolon’s total hit points. The eidolon’s AC against these attacks is equal to 10 + 1/2 its natural armor bonus. If a swallowed creature cuts its way out, the eidolon loses this ability until it heals this damage.</p>\n<p>Alternatively, the swallowed creature can attempt to escape the grapple as normal. Success indicates that it has returned to the eidolon’s mouth, where it can attempt to escape or can be swallowed again.&nbsp;</p>"
    },
    "tags": [],
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "effectNotes": [],
    "attackNotes": [],
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Eidolon (Unchained)"
        ]
      ]
    },
    "abilityType": "ex"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}