{
  "_id": "cMesEsnPGVXLnOxW",
  "name": "Vampiric Heart",
  "type": "feat",
  "img": "systems/pf1/icons/skills/beast_02.jpg",
  "sort": 0,
  "flags": {},
  "system": {
    "description": {
      "value": "<p>The vampire hunter gains&nbsp;<em>energy resistance</em>&nbsp;equal to half his level against cold and electricity. Additionally, the vampire hunter’s heartbeat is undetectable. Any ability that detects or identifies the living, such as the&nbsp;<em>lifesense</em>&nbsp;ability, does not perceive him. At 16th level, once per day when reduced to 0 or fewer&nbsp;<em>hit points</em>&nbsp;while this focus is activated, the vampire hunter immediately turns gaseous (as the spell @Compendium[pf1.spells.mqdoexj35atgqafn]{Gaseous Form}) for up to a number of rounds equal to half his level and he gains a number of&nbsp;<em>temporary hit points</em>&nbsp;equal to half his level. The vampire hunter can leave&nbsp;<em>gaseous form</em>&nbsp;at any time without losing these&nbsp;<em>temporary hit points</em>. This effect ends after these rounds have elapsed, after the vampire hunter loses the&nbsp;<em>temporary hit points</em>, or once this focus is no longer active, at which point the vampire hunter immediately becomes corporeal and loses these&nbsp;<em>temporary hit points</em>. If he has not received&nbsp;<em>healing</em>&nbsp;in the interim, this returns the vampire hunter to the number of&nbsp;<em>hit points</em>&nbsp;he had after the attack or effect that triggered this ability.</p>"
    },
    "tags": [],
    "actions": [],
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "classFeat_vampiricHeart",
    "useCustomTag": true,
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "languages": {
      "value": []
    },
    "scriptCalls": [],
    "subType": "classFeat",
    "associations": {
      "classes": [["Vampire Hunter"]]
    },
    "abilityType": "su"
  }
}
