{
  "_id": "rbsYLckukbbbHDN7",
  "name": "Vampire Bane",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blood_04.jpg",
  "system": {
    "description": {
      "value": "<p>At 11th level, a vampire hunter can intensify a vampire’s revulsion to strongly presented holy symbols. When a vampire hunter uses a <em>standard action</em> to confront a <em>vampire</em> with a presented <em>holy symbol</em>, the vampire must attempt a <em>Will</em> saving throw (DC = 15 + the vampire hunter’s class level + the vampire hunter’s <em>Charisma</em> modifier). On a failed save, the vampire is repulsed and must stay a number of feet from the vampire hunter equal to 5 times the vampire hunter’s <em>Charisma</em> modifier. Additionally, a vampire repulsed in this way cannot touch or make melee attacks against the vampire hunter (although the vampire can still touch and make melee attacks against the vampire hunter’s allies as normal). A vampire continues to be repulsed for every round the vampire hunter spends presenting a <em>holy symbol</em> (a <em>standard action</em>), though it can attempt a new <em>Will</em> save every round to overcome its revulsion and act normally.</p>\n<p>The vampire hunter can use any <em>holy symbol</em> to repulse a vampire, but for the purposes of this ability, the vampire hunter treats his <em>Charisma</em> modifier as being 2 higher when he employs the symbol of the deity he worships.</p>"
    },
    "actions": [
      {
        "_id": "umcfu2shbrx4dxot",
        "name": "Use",
        "img": "systems/pf1/icons/skills/blood_04.jpg",
        "activation": {
          "type": "standard"
        },
        "unchainedAction": {
          "activation": {
            "cost": 2,
            "type": "action"
          }
        },
        "duration": {
          "units": "inst"
        },
        "target": {
          "value": "vampire"
        },
        "measureTemplate": {
          "size": "0"
        },
        "actionType": "",
        "save": {
          "dc": 0
        }
      }
    ],
    "tag": "classFeat_vampireBane",
    "useCustomTag": true,
    "subType": "classFeat",
    "associations": {
      "classes": [["Vampire Hunter"]]
    },
    "abilityType": "su"
  }
}
