{
  "_id": "yRMYjXkjoT22Z5IK",
  "name": "Waxen Image",
  "type": "feat",
  "img": "systems/pf1/icons/skills/violet_02.jpg",
  "data": {
    "description": {
      "value": "<p>The witch can spend a full-round action to create a crude and unnerving wax duplicate of a creature she can see within 30 feet. Once the image is complete, the subject must make a Will save. If the subject fails, the witch gains a small measure of control over the creature. Whenever she exercises this control, the creature receives a new Will save to end the effect. This effect occurs on the witch's turn and does not impede the creature's actions on its turn.</p>\n<p>The witch can use the waxen image a number of times equal to her Intelligence modifier before it melts.</p>\n<p>As a standard action, the witch can cause the subject to do any one of the following things: move up to the creature's speed in any direction, attack itself once with any weapon in hand (this attack automatically hits), lay down on the ground, or drop anything held.</p>\n<p>Alternatively, she can spend one of her uses to simply torture the image, causing the creature to be both sickened and staggered on its turn. As soon as the creature has succeeded on a saving throw against this effect, it is immune to it for 24 hours. The is an enchantment (compulsion) effect.</p>"
    },
    "tags": [],
    "activation": {
      "type": "full"
    },
    "unchainedAction": {
      "activation": {
        "cost": 3,
        "type": "action"
      }
    },
    "duration": {
      "units": "inst"
    },
    "target": {
      "value": "one creature"
    },
    "range": {
      "value": "30",
      "units": "ft"
    },
    "uses": {
      "per": "day",
      "maxFormula": "@abilities.int.mod"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "effectNotes": [],
    "attackNotes": [],
    "changes": [],
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "armorProf": {
      "value": []
    },
    "weaponProf": {
      "value": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Witch"
        ]
      ]
    },
    "abilityType": "su"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}