{
  "_id": "bg07g4olrcwbp1iv",
  "name": "Absurdity",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "target": {
      "value": "up to one creature/level, no two of which can be more than 30 ft. apart"
    },
    "range": {
      "units": "medium"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "spellsave",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0",
      "type": "will",
      "description": "Will negates"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "bard",
          2
        ],
        [
          "psychic",
          2
        ],
        [
          "medium",
          2
        ],
        [
          "mesmerist",
          2
        ],
        [
          "spiritualist",
          2
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 2,
    "school": "ill",
    "subschool": "phantasm",
    "types": "emotion, mind-affecting",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true
    },
    "sr": false,
    "shortDescription": "<p>Your targets perceive intimidation and threats as laughably absurd. A character attempting to intimidate your targets is instead perceived as having exaggerated facial features or babbling and awkward speech. Effects that impose fear conditions become objects of ridicule, with the targets making fun of the source of the object as it attempts to scare them.  <i>Absurdity</i> protects your targets from gaining lesser fear conditions (spooked, shaken, and scared), granting them immunity to spooked and a 50% chance to negate shaken or scared conditions instead of gaining them from any effect, including uses of the Intimidate skill to demoralize. Any other effect related to a spell or ability that generates fear (such as dying from a <i>phantasmal</i> killer) affects them normally, and effects that ignore immunity to fear also ignore <i>absurdity</i>.  However, target creatures also have serious difficulty noticing potential threats; they take a -10 penalty on Sense Motive checks to avoid surprise or to notice that a creature is actively threatening or malicious and a -2 penalty on initiative checks. The spell doesn't prevent spells or effects that provide early warning or a form of danger sense (like <i>anticipate</i> perilUM or <i>find</i> traps) from alerting the affected character to danger.</p>",
    "spellDuration": "1 minute/level (D)"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}