{
  "_id": "3k8vsklt37p5i0ug",
  "name": "Anthropomorphic Animal",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "system": {
    "actions": [
      {
        "_id": "eofsa24p3zh78cwo",
        "name": "Use",
        "img": "systems/pf1/icons/misc/magic-swirl.png",
        "activation": {
          "type": "standard"
        },
        "unchainedAction": {
          "activation": {
            "cost": 2,
            "type": "action"
          }
        },
        "duration": {
          "value": "1 hour/level"
        },
        "target": {
          "value": "animal touched"
        },
        "range": {
          "units": "touch"
        },
        "actionType": "spellsave",
        "save": {
          "type": "fort",
          "description": "Fortitude negates"
        }
      }
    ],
    "learnedAt": {
      "class": {
        "sorcerer": 3,
        "wizard": 3,
        "druid": 3,
        "witch": 3,
        "hunter": 3
      }
    },
    "level": 3,
    "school": "trs",
    "subschool": "polymorph",
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true
    },
    "materials": {
      "value": "a humanoid thumb bone"
    },
    "shortDescription": "<p>You transform the touched animal into a bipedal hybrid of its original form with a humanoid form, similar to how a lycanthrope's hybrid form is a mix of a humanoid and animal form. The animal's size, type, and ability scores do not change. It loses its natural attacks except for bite (if it had one as an animal), all types of movement other than its land speed, and special attacks that rely on its natural attacks. One pair of its limbs is able to manipulate objects and weapons as well as human hands do; limbless animals like snakes temporarily grow a pair of arms. The creature's Intelligence increases to 3, and it gains the ability to speak one language you know. It is not considered proficient in any manufactured weapons. It can attack with unarmed strikes, dealing unarmed strike damage for a creature of its size (unless it has a bite attack, which is a natural attack).</p><p><i>Anthropomorphic animal</i> can be made permanent with a <i>permanency</i> spell cast by a caster of 11th level or higher at a cost of 7,500 gp.</p>"
  }
}
