{
  "_id": "08rPPRYYlPzG5jZ0",
  "name": "Arid Refuge",
  "type": "spell",
  "img": "icons/environment/settlement/house-two-stories.webp",
  "system": {
    "actions": [
      {
        "_id": "0p3djtqkyvqy5saa",
        "name": "Use",
        "img": "icons/environment/settlement/house-two-stories.webp",
        "activation": {
          "cost": 10,
          "type": "minute"
        },
        "duration": {
          "value": "2 hours/level (D)"
        },
        "range": {
          "units": "close"
        },
        "uses": {
          "autoDeductChargesCost": "1 + @sl"
        },
        "actionType": "other",
        "save": {
          "dc": "0"
        },
        "spellEffect": "20-ft.-square structure"
      }
    ],
    "learnedAt": {
      "class": {
        "arcanist": 5,
        "bard": 5,
        "skald": 5,
        "sorcerer": 5,
        "wizard": 5,
        "witch": 5
      }
    },
    "level": 5,
    "school": "con",
    "subschool": "creation",
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true
    },
    "materials": {
      "value": "a chip of stone wrapped in cloth"
    },
    "spellbook": "",
    "sr": false,
    "shortDescription": "<p>You conjure a small stone building on any relatively flat nonliving surface at least 20 feet square that can support its weight (such as the ocean floor or an underwater ridge). The outline of a door is marked on one wall of your choice or on the roof. You and anyone you designate as the spell is cast can pass through the door, which is actually an opaque membrane of force that keeps the surrounding atmosphere from entering the structure. Creatures you have not designated can force their way through the door with a successful DC 28 Strength check. The shelter is as strong as a normal stone building, resists flames and fire as if it were stone, and is impervious to normal missiles (but not the sort cast by siege engines or giants).</p>\n<p> The shelter contains eight bunks, a trestle table, eight stools, and a writing desk. These furnishings disappear if removed from the shelter. The shelter contains fresh, breathable air that replenishes within the shelter but does not pass through the membrane of force. The shelter's interior maintains a temperature of 70&deg; F regardless of the temperature outside the shelter.</p>\n<p>This spell can be cast only underwater.</p>"
  }
}
