{
  "_id": "censwfv32s58bb3r",
  "name": "Boneshaker",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "system": {
    "actions": [
      {
        "_id": "qn4xq15ivah12htl",
        "name": "Use",
        "img": "systems/pf1/icons/misc/magic-swirl.png",
        "activation": {
          "type": "standard",
          "unchained": {
            "cost": 2,
            "type": "action"
          }
        },
        "duration": {
          "value": "instantaneous"
        },
        "target": {
          "value": "one living creature or undead creature with a skeleton"
        },
        "range": {
          "units": "medium"
        },
        "actionType": "spellsave",
        "save": {
          "type": "fort",
          "description": "Fortitude partial or negates (see text)"
        }
      }
    ],
    "learnedAt": {
      "class": {
        "sorcerer": 2,
        "wizard": 2,
        "cleric": 2,
        "oracle": 2,
        "witch": 2,
        "inquisitor": 2,
        "antipaladin": 1,
        "spiritualist": 2
      }
    },
    "level": 2,
    "school": "nec",
    "components": {
      "verbal": true,
      "somatic": true,
      "focus": true
    },
    "materials": {
      "focus": "human-shaped fetish made of bones"
    },
    "shortDescription": "<p>By using a bone fetish like a marionette, you take control of a target creature's skeleton. This has a variety of effects depending on whether the target is living or undead.  A living creature has its skeleton rattle within its flesh, causing it grievous harm. The target takes 3d6 points of damage, plus 1d6 additional points of damage per 2 caster levels you have.  In addition, you can move the target 5 feet. This movement doesn't provoke attacks of opportunity. A successful saving throw halves the damage and negates the movement.  An undead creature takes no damage. Instead, you manipulate the undead, forcing it to take an immediate action to either move up to its speed (provoking attacks of opportunity as normal) or make a single attack against a creature of your choice in its reach. Either of these is the most basic version of the action the creature can take (it doesn't activate any special abilities that it could apply to the movement or attack, such as grab). A successful saving throw negates this effect. A mindless undead creature doesn't receive a save against this effect.</p>"
  }
}
