{
  "_id": "bul3t3fss266op71",
  "name": "Canopic Conversion",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "round"
    },
    "unchainedAction": {
      "activation": {
        "cost": 3,
        "type": "action"
      }
    },
    "target": {
      "value": "one living humanoid"
    },
    "range": {
      "units": "close"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "spellsave",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0",
      "type": "fort",
      "description": "Fortitude half"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          9
        ],
        [
          "cleric/oracle",
          9
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 9,
    "school": "nec",
    "types": "death, evil",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true,
      "focus": true
    },
    "materials": {
      "value": "black onyx worth 100 gp per hit die of the target",
      "focus": "four alabaster canopic jars worth 100 gp each"
    },
    "shortDescription": "<p>This spell eviscerates the target, drawing forth its life essence as well as its internal organs. The target takes 1d6 hit points of damage per caster level (maximum 20d6). If this damage kills the target, the spell pulls the creature's organs into a set of 4 canopic jars and seals them; 1d4 rounds later, the corpse revives as a mummy (if 8 HD or fewer) or an advanced mummy (if 9 HD or more).</p><p>The mummy is not under your control, but the canopic jars give the bearer certain powers over it. Anyone holding one of the jars can communicate with the mummy as if the two shared a common language. The bearer gains the benefits of <i>Protection from Evil</i> and <i>sanctuary</i>, but only against that mummy. Unsealing or breaking a jar is a standard action, which dissipates its power (and protection) but lets the bearer issue a short command to the mummy, similar to a <i>suggestion</i> spell (Will DC 23 negates). You (and only you) may unseal all 4 jars in a 10-minute ritual to control the mummy with an similar to <i>geas</i> (Will DC 23 negates); most casters typically include a restriction that the mummy will not harm them, as unsealing the jars leaves them vulnerable.</p><p>The pharaohs of ancient Osirion sometimes used this spell to punish their enemies. The Risen Guard does not use the spell (though they have access to it), preferring trustworthy living guardians for the Ruby Prince. The Whispering Way may have copies of the spell.</p>",
    "spellDuration": "instantaneous and see text"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}