{
  "_id": "sp96fju186l02twi",
  "name": "Carry Companion",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "target": {
      "value": "one willing creature touched"
    },
    "range": {
      "units": "touch"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          2
        ],
        [
          "druid",
          2
        ],
        [
          "ranger",
          2
        ],
        [
          "paladin",
          2
        ],
        [
          "witch",
          2
        ],
        [
          "hunter",
          2
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 2,
    "school": "trs",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true
    },
    "materials": {
      "value": "a pinch of sand or limestone dust"
    },
    "shortDescription": "<p>You touch an animal or magical beast that has a helpful attitude toward you, instantly transforming the creature into a miniature figurine of stone, small enough to fit into the palm of your hand. Creatures with an attitude of less than helpful will not tolerate this spell, and it automatically fails to work on them. An intelligent animal or magical beast must be a willing subject in order for this spell to take effect. Any items that the creature wears (such as a harness or saddle) or carries (such as those stowed in saddlebags) are transformed along with the creature.  While miniaturized, the creature is under an effect similar to that of a <i>flesh to stone</i> spell: It is mindless and inert, and does not seem alive when viewed with spells like <i>deathwatch</i>. However, you may return the creature to its normal form at any time simply by placing the figurine on the ground, touching it, and uttering a word of command. Otherwise, the creature remains in miniature form unless the spell is broken, such as by <i>dispel magic</i> or stronger magic. Unlike a <i>flesh to stone</i> spell, a creature affected by <i>carry companion</i> is unaffected by <i>stone to flesh</i>. If the miniature figurine is broken or damaged, the creature (if returned to its original state) has similar damage or deformities.</p>",
    "spellDuration": "permanent; see text"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}