{
  "_id": "fpiipre2a764bz00",
  "name": "Carrion Compass",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "target": {
      "value": "one undead creature"
    },
    "range": {
      "units": "close"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "spellsave",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0",
      "type": "will",
      "description": "Will negates"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          2
        ],
        [
          "cleric/oracle",
          1
        ],
        [
          "ranger",
          1
        ],
        [
          "witch",
          1
        ],
        [
          "hunter",
          1
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 2,
    "school": "div",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true
    },
    "sr": false,
    "shortDescription": "<p>You animate one of the target's fetid organs so that it leads you to the undead creature's most recent controller or the cause of the creature's undeath.</p><p>The organ (typically the heart, the brain, or an eyeball) floats in front of you at chest level and slowly leads you to the undead creature's most recent controller at a rate of 30 feet per round, always staying within your range of vision. If the creature from which the organ originated had no controller, but rather was created deliberately by another creature, the organ instead leads you to that creator.</p><p>If the undead was animated by an effect or event at a particular location, the organ leads you to that location.</p><p>If the creature was animated by none of the methods above, if it was self-created, or if the creature's most recent controller no longer exists, the spell fails. Once the organ is within 10 feet of its intended destination, the spell ends, and the organ falls to the ground.</p><p>The organ cannot engage in combat or execute any other task aside from leading you to its intended target. It may pass through small slits and crevices, though it will not leave your range of vision. The organ cannot travel more than 5 miles from the spot where you cast the spell. If the undead creature to which the organ belonged is destroyed, the spell ends and the organ falls to the ground.</p>",
    "spellDuration": "10 minutes/level"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}