{
  "_id": "g9koefk7x9szoheo",
  "name": "Control Winds",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "range": {
      "value": 40,
      "units": "ft"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "spellsave",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0",
      "type": "fort",
      "description": "Fortitude negates"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "druid",
          5
        ],
        [
          "shaman",
          5
        ],
        [
          "occultist",
          5
        ],
        [
          "hunter",
          5
        ]
      ],
      "domain": [
        [
          "Air",
          5
        ],
        [
          "Weather",
          6
        ]
      ],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 5,
    "school": "trs",
    "types": "air",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true
    },
    "sr": false,
    "shortDescription": "<p>You alter wind force in the area surrounding you. You can make the wind blow in a certain direction or manner, increase its strength, or decrease its strength. The new wind direction and strength persist until the spell ends or until you choose to alter your handiwork, which requires concentration. You may create an \"eye\" of calm air up to 80 feet in diameter at the center of the area if you so desire, and you may choose to limit the area to any cylindrical area less than your full limit.</p><p><i>Wind Direction</i>: You may choose one of four basic wind patterns to function over the spell's area.</p><p><ul>     <li> A downdraft blows from the center outward in equal strength in all directions.</p><p>    <li> An updraft blows from the outer edges in toward the center in equal strength from all directions, veering upward before impinging on the eye in the center.</p><p>    <li> Rotation causes the winds to circle the center in clockwise or counterclockwise fashion.</p><p>    <li> A blast simply causes the winds to blow in one direction across the entire area from one side to the other.</ul></p><p> <i>Wind Strength</i>: For every three caster levels, you can increase or decrease wind strength by one level. Each round on your turn, a creature in the wind must make a Fortitude save or suffer the effect of being in the windy area. See Environment for more details.</p><p>Strong winds (21+ mph) make sailing difficult.</p><p>A severe wind (31+ mph) causes minor ship and building damage.</p><p>A windstorm (51+ mph) drives most flying creatures from the skies, uproots small trees, knocks down light wooden structures, tears off roofs, and endangers ships.</p><p>Hurricane force winds (75+ mph) destroy wooden buildings, uproot large trees, and cause most ships to founder.</p><p>A tornado (175+ mph) destroys all nonfortified buildings and often uproots large trees.</p>",
    "spellDuration": "10 min./level",
    "spellArea": "40 ft./level radius cylinder 40 ft. high"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}