{
  "_id": "ngsn9j87t68uhysj",
  "name": "Create Demiplane, Greater",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "cost": 6,
      "type": "hour"
    },
    "unchainedAction": {
      "activation": {
        "cost": 6,
        "type": "hour"
      }
    },
    "range": {
      "value": "0",
      "units": "ft",
      "maxIncrements": "1"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "other",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          9
        ],
        [
          "cleric/oracle",
          9
        ],
        [
          "witch",
          9
        ],
        [
          "psychic",
          9
        ]
      ],
      "domain": [],
      "subDomain": [
        [
          "Solitude",
          9
        ]
      ],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 9,
    "school": "con",
    "subschool": "creation",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "focus": true
    },
    "materials": {
      "focus": "a forked metal rod worth at least 500 gp"
    },
    "spellbook": "",
    "sr": false,
    "shortDescription": "<p>This spell functions as @Compendium[pf1.spells.wniqskqkk0cubu9u]{create demiplane}, except the area is larger and you can add more features to the plane. You can use this spell to expand a demiplane you <em>create</em>d with @Compendium[pf1.spells.r4znakt4ukpebsxg]{lesser create demiplane} or <em><em>create</em> demiplane</em> (you do not need to <em>create</em> an entirely new plane using this spell), in which case it has aduration of 1 day/level. Alternatively, when cast within your demiplane, you may add to your demiplane (or remove from it) one of the following features (or any of the features described in <em><em>create</em> demiplane</em>) with each casting of the spell, in which case it has an instantaneous duration.</p>\n<p>Energy: Your plane gains the (minor) negative- or positivedominant energy trait (see Elemental and Energy Traits, <em>GameMastery Guide</em> 186). A plane cannot have both the negative-dominant and positive-dominant energy traits.</p>\n<p>Magic: Your plane gains the dead magic, enhanced magic, impeded magic, or wild magic planar trait (see Magic Traits, <em>GameMastery Guide</em> 187). If you selected dead magic, you are trapped within your plane unless it has a permanent planar portal (such as the portal feature, below). If you selected enhanced or impeded magic, choose one type of magic to be enhanced or impeded, such as \"effects with the fire descriptor or that manipulate fire\" or \"death spells and spells from the Death or Repose domains.\" A plane cannot be enhanced and impeded for the same kinds of spells.</p>\n<p>Morphic: You may use <em>move earth</em> at will in your demiplane at one-tenth of the spell's normal casting time, and can reshape normal plants in the same manner (such as by twisting trees into a fence or humanlike shapes). You are even able to affect rock formations with this ability, though the casting time for this is only half normal.</p>\n<p>Portal: Your demiplane gains a permanent <em>gate</em> to one location on another plane, which can only be used for planar travel. This location must be very familiar to you.</p>\n<p>This <em>gate</em> is always open and usable from both sides, but you can secure it using normal means (such as by building a door around it).</p>\n<p>Time: By default, time passes at the normal rate in your demiplane. By selecting this feature, you may make your plane have the erratic time, flowing time (half or double normal time), or timeless trait (see Time, <em>GameMastery Guide</em> 185).</p>\n<p>You can make this spell permanent with the @Compendium[pf1.spells.nsxngq65mbrzgwnm]{permanency} spell, at a cost of 22,500 gp. If you have cast <em>create</em> greater demiplane multiple times to enlarge the demiplane, each casting's area requires its own <em>permanency</em> spell.</p>",
    "spellDuration": "1 day/level or instantaneous (see text)",
    "spellEffect": "extradimensional demiplane, up to 20 10-ft. cubes/level (S)"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}