{
  "_id": "oj9e6qjq969jpi2r",
  "name": "Cyclic Reincarnation",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "system": {
    "actions": [
      {
        "_id": "rytznxf7s0qd3dvr",
        "name": "Use",
        "img": "systems/pf1/icons/misc/magic-swirl.png",
        "activation": {
          "cost": 10,
          "type": "minute"
        },
        "unchainedAction": {
          "activation": {
            "cost": 10,
            "type": "minute"
          }
        },
        "duration": {
          "value": "instantaneous"
        },
        "target": {
          "value": "dead creature touched"
        },
        "range": {
          "units": "touch"
        },
        "actionType": "spellsave",
        "save": {
          "description": "none, see text"
        }
      }
    ],
    "learnedAt": {
      "class": {
        "druid": 6,
        "hunter": 6
      }
    },
    "level": 6,
    "school": "trs",
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true,
      "divineFocus": 2
    },
    "materials": {
      "value": "oils worth 5,000 gp",
      "gpValue": 5000
    },
    "spellbook": "",
    "preparation": {
      "spontaneousPrepared": false
    },
    "shortDescription": "<p>This spell allows a dead creature that died no more than 1 year before the casting of the spell to return to life in a body that closely resembles its original body; it functions as <i>reincarnate</i> except as noted. <i>Cyclic reincarnation</i> returns the dead creature to life in a new body of the same race that the target belonged to in life, and the new body appears physically similar to the creature's previous one, to the extent that the creature could be easily mistaken for its own offspring or kin. If the affected creature isn't a humanoid, there is a 75% chance that the creature returns to life as a youth of its race, gaining the young creature simple template instead (or becomes a juvenile, in the case of dragons and other creatures whose power is determined by their age category).  You can use <i>cyclic reincarnation</i> on someone who was killed by a death effect or turned into an undead creature and then destroyed, but nonhumanoids so restored always return to life with the young creature simple template (or as a juvenile, in the case of creatures whose power is determined by their age category).</p>"
  }
}
