{
  "_id": "i4fjl8679kdo0vgb",
  "name": "Detect the Faithful",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "system": {
    "actions": [
      {
        "_id": "fjik56v6wjf15f7z",
        "name": "Use",
        "img": "systems/pf1/icons/misc/magic-swirl.png",
        "activation": {
          "type": "standard"
        },
        "unchainedAction": {
          "activation": {
            "cost": 2,
            "type": "action"
          }
        },
        "duration": {
          "value": "concentration, up to 1 minute/level (D)"
        },
        "range": {
          "value": "60",
          "units": "ft"
        },
        "actionType": "",
        "spellArea": "cone-shaped emanation"
      }
    ],
    "learnedAt": {
      "class": {
        "cleric": 1,
        "oracle": 1,
        "druid": 1,
        "ranger": 1,
        "paladin": 1,
        "inquisitor": 1,
        "antipaladin": 1,
        "shaman": 1,
        "hunter": 1
      }
    },
    "school": "div",
    "components": {
      "verbal": true,
      "somatic": true,
      "divineFocus": 1
    },
    "sr": false,
    "shortDescription": "<p>You can detect other worshipers of your deity (mortal worshipers, outsider servants, and so on). The amount of information revealed depends on how long you focus on a particular area or subject. <i>1st Round</i>: Presence or absence of the faithful. <i>2nd Round</i>: Number of individual faithful in the area. <i>3rd Round</i>: The exact location of each worshiper. If a fellow worshiper is outside your line of sight, then you discern his direction but not his exact location.  Each round, you can rotate to detect worshipers in a new area. The spell can penetrate barriers, but a sheet of lead, 1 foot of stone, 1 inch of common metal, or 3 feet of wood or dirt blocks it. A creature's personal interpretation of its beliefs determines whether or not it is of the same faith as you-hence heretics and splinter cultists of your deity still count as worshipers of that deity. Furthermore, since the spell picks up a creature's current beliefs and feelings, a creature actively pretending to be a member of the same faith also appears to the spell to be a member. Thus, the spell is still useful in locating potential hidden members of the same faith among the general populace, but on its own, it doesn't weed out spies.</p>"
  }
}
