{
  "_id": "io2yjhr42chvcfb4",
  "name": "Dominate Animal",
  "type": "spell",
  "img": "icons/creatures/mammals/wolf-shadow-black.webp",
  "system": {
    "actions": [
      {
        "_id": "12voho289irbhxcu",
        "name": "Use",
        "img": "systems/pf1/icons/misc/magic-swirl.png",
        "activation": {
          "type": "round",
          "unchained": {
            "cost": 3,
            "type": "action"
          }
        },
        "duration": {
          "value": "1 round/level"
        },
        "target": {
          "value": "one animal"
        },
        "range": {
          "units": "close"
        },
        "actionType": "spellsave",
        "save": {
          "type": "will",
          "description": "Will negates"
        }
      }
    ],
    "uses": {
      "autoDeductChargesCost": ""
    },
    "learnedAt": {
      "class": {
        "druid": 3,
        "shaman": 3,
        "psychic": 4,
        "mesmerist": 3,
        "hunter": 3
      },
      "domain": {
        "Animal": 3
      }
    },
    "level": 3,
    "school": "enc",
    "subschool": "compulsion",
    "types": "mind-affecting",
    "components": {
      "verbal": true,
      "somatic": true
    },
    "spellbook": "",
    "shortDescription": "<p>This spell allows you to enchant the targeted animal and direct it with simple commands such as \"Attack,\" \"Run,\" and \"Fetch.\" Suicidal or self-destructive commands (including an order to attack a creature two or more size categories larger than the dominated animal) are simply ignored.</p><p><i>Dominate animal</i> establishes a mental link between you and the subject creature. The animal can be directed by silent mental command as long as it remains in range. You need not see the creature to control it. You do not receive direct sensory input from the creature, but you know what it is experiencing. Because you are directing the animal with your own intelligence, it may be able to undertake actions normally beyond its own comprehension. You need not concentrate exclusively on controlling the creature unless you are trying to direct it to do something it normally couldn't do. Changing your instructions or giving a dominated creature a new command is the equivalent of redirecting a spell, so it is a move action.</p>"
  }
}
