{
  "_id": "nimlbsnipve9ihcp",
  "name": "Dress Corpse",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "target": {
      "value": "corpse touched"
    },
    "range": {
      "units": "touch"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          2
        ],
        [
          "cleric/oracle",
          2
        ],
        [
          "witch",
          2
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 2,
    "school": "nec",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true
    },
    "materials": {
      "value": "a pickled herring"
    },
    "sr": false,
    "shortDescription": "<p>You cause the flesh and bones of a corpse to shift themselves to suit a narrative of your choosing. This spell can hide or create telltale wounds, bruising, and other subtle clues as to the nature of the target's death, and the final hours leading up to it, allowing you to make the corpse appear to have died in just about any way. You could, for example, make stab wounds close up as though they were never there, rearrange bruises on the neck, evaporate traces of poison within the body into nothingness, make burn marks grow to cover the corpse's skin, or shrivel the target's body  as though the creature had starved. This spell can't hide extreme alterations to the body (such as the loss of a limb), nor can it restore flesh to a skeletal corpse or strip a corpse down to skeletal form. It is also unable to change the apparent identity of the corpse.  Anyone who closely examines the corpse can attempt a Perception check (DC = 10 + your caster level) to notice that the corpse's wounds (or lack thereof) don't look natural, but this doesn't allow the observer to determine what the corpse looked like before this spell was cast. Closely examining the corpse with a successful Heal check (DC = 15 + your caster level) not only reveals that the target's apparent wounds are false, but also what the originally obscured wounds were.</p>",
    "spellDuration": "instantaneous"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}