{
  "_id": "dq8s6rcj8uy18yzr",
  "name": "Emblem of Greed",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "system": {
    "actions": [
      {
        "_id": "o53r315sbsyn64yq",
        "name": "Use",
        "img": "systems/pf1/icons/misc/magic-swirl.png",
        "activation": {
          "type": "standard",
          "unchained": {
            "cost": 2,
            "type": "action"
          }
        },
        "duration": {
          "value": "1 minute/level"
        },
        "target": {
          "value": "1 masterwork melee weapon touched"
        },
        "range": {
          "units": "touch"
        },
        "actionType": "spellsave",
        "save": {
          "description": "none (object)"
        }
      }
    ],
    "learnedAt": {
      "class": {
        "sorcerer": 6,
        "wizard": 6,
        "cleric": 6,
        "oracle": 6,
        "inquisitor": 6,
        "magus": 6,
        "shaman": 7,
        "medium": 6
      }
    },
    "level": 6,
    "school": "trs",
    "subschool": "polymorph",
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true
    },
    "materials": {
      "value": "a masterwork or magical melee weapon"
    },
    "sr": false,
    "shortDescription": "<p>You transform one melee weapon into a burning glaive similar to the ones wielded by the runelords of old. The target of your spell must be a masterwork or magical melee weapon appropriate to your size. The weapon becomes a glaive appropriate to your size and has a +1 enhancement bonus and the <i>flaming</i> weapon special ability. When wielding the glaive, you are considered proficient with it and use your caster level as your base attack bonus (which may give you multiple attacks). When you reach caster level 14th, the glaive gains the <i>spell-storing</i> weapon special ability. When you reach caster level 17th, it loses the <i>flaming</i> weapon special ability, and gains the <i>flaming</i> burst weapon special ability. The glaive's enhancement bonus increases to +2 at caster level 15th, and +3 at caster level 19th.  If this spell is cast on a magic weapon, the powers of the spell supersede any that the weapon normally has, rendering the normal enhancement bonus and powers of the weapon inoperative for the duration of the spell. This spell is not cumulative with <i>greater magic weapon</i> or any other spell that might modify the weapon in any way. This spell does not work on artifacts. A masterwork weapon's bonus on attack rolls does not stack with an enhancement bonus to attack.</p>"
  }
}
