{
  "_id": "niklkxsw76c5v2y8",
  "name": "Energy Hack",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "immediate"
    },
    "unchainedAction": {
      "activation": {
        "type": "reaction"
      }
    },
    "target": {
      "value": "you"
    },
    "range": {
      "units": "personal"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          4
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 4,
    "school": "trs",
    "types": "acid, cold, electricity, or fire, see below",
    "conditionals": [],
    "components": {
      "verbal": true
    },
    "sr": false,
    "shortDescription": "<p>You can cast this spell only when you take 10 or more points of acid, cold, electricity, or fire damage from a spell or spell-like ability-this spell has the same energy descriptors as the damaging effect. When you use a spell or spell-like ability with the acid, cold, electricity, or fire descriptor or use an arcanist exploit, arcane school power, bloodline power, magus arcana, or hex that deals acid, cold, electricity, or fire damage, you can choose to change the energy type and descriptor to match one of the descriptors of <i>energy hack</i>. Any other effect of that spell or power remains the same.  If you have the arcane reservoir class feature, if you take another 10 points of acid, cold, electricity, or fire damage while under the effect of <i>energy hack</i>, as a free action you can expend 1 point from your arcane reservoir to reset the duration of <i>energy hack</i> to 1 round per level and add the new type of damage you took to the list of energy types you can choose to substitute. You can expend points in this way multiple times as long as you do so before the duration expires.</p>",
    "spellDuration": "1 round/level (see below)"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}