{
  "_id": "o39joqgfxfsnpnjq",
  "name": "False Vision, Greater",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "target": {
      "value": "one creature"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "spellsave",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0",
      "type": "will",
      "description": "Will negates"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          7
        ],
        [
          "bard",
          6
        ],
        [
          "psychic",
          7
        ],
        [
          "mesmerist",
          6
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 7,
    "school": "ill",
    "subschool": "glamer",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true
    },
    "materials": {
      "value": "a jade sphere worth 500 gp",
      "gpValue": 500
    },
    "spellbook": "",
    "preparation": {
      "autoDeductCharges": false,
      "spontaneousPrepared": false
    },
    "sr": false,
    "shortDescription": "<p>This functions similarly to @Compendium[pf1.spells.gk8fqfvj99d46p2h]{false vision}, but instead of placing the illusion on a nearby area, you can tie it to a specific individual, and can do so from great distances. The spell can be cast at any distance. The difficulty of the save depends on your knowledge of the subject and what sort of physical connection (if any) you have to that creature.</p>\n<p>The target gains the same bonuses and penalties on its Will save to resist this spell as the bonuses and penalties that apply to the @Compendium[pf1.spells.g66w32kdup1f43bp]{scrying} spell (including a +5 bonus if the target is on another plane). The illusion created by the spell moves with the target, and is not stationary.</p>\n<p>The image can affect the way the target is perceived, the way the target's surroundings are perceived, and the way that specific creatures or objects around the target are perceived.</p>\n<p>For the target, and any other specific creatures or objects you specify, you can cause them to appear as other creatures or objects that you designate, not to appear at all, or to have their appearance unaltered.</p>\n<p>For the target's surroundings, you can choose to make the target appear to be somewhere else, either a specific location with which you are familiar, or a generic location conjured from your imagination. You can change the way that the spell affects the appearance of any of these things by concentrating on the spell.</p>\n<p>You can also cause creatures or objects to appear in the illusion that are not really there, or to make a creature or object seem to act in a way other than it is actually acting. In this case, you must concentrate on the spell, or these aspects of the illusion simply remain static. The spell can provide visual, auditory, olfactory, tactile, and thermal sensations as needed.</p>\n<p>The illusion applies to only those who observe the target via a divination (<em>scrying</em>) spell, and has no effect on viewers who are there in person.</p>",
    "spellDuration": "1 hour/level (D)",
    "spellPoints": {
      "cost": ""
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}