{
  "_id": "yqb3859lg9yji7u9",
  "name": "Geniekind",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "target": {
      "value": "you"
    },
    "range": {
      "units": "personal"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          5
        ],
        [
          "cleric/oracle",
          5
        ],
        [
          "druid",
          5
        ],
        [
          "summoner",
          5
        ],
        [
          "hunter",
          5
        ],
        [
          "unchained Summoner",
          5
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 5,
    "school": "trs",
    "subschool": "polymorph",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true
    },
    "materials": {
      "value": "a pinch of dust, embers, wind-blown sand or drops of water, depending on the genie type"
    },
    "sr": false,
    "shortDescription": "<p>Keleshite wizards and clerics have always sought to emulate the genies that they bind. The <i>geniekind</i> spell is the result of attempts to gain the power and influence of these proud outsiders without entirely forsaking the caster's own form.</p><p>Upon casting this spell, you must choose one type of genie to transform into, selecting from djinni, efreeti, marid, or shaitan. You retain your basic physical appearance but shift in some way to become more akin to the genie type you chose. While under the effects of <i>geniekind</i>, you gain a +2 racial bonus on all saving throws against paralysis, poison, sleep, and stunning effects, and a +4 enhancement bonus to your natural armor bonus. You also gain a +2 enhancement bonus to Constitution and a +5 bonus on all Diplomacy checks made when interacting with creatures of the same elemental subtype as your chosen genie. In addition, you gain other abilities depending upon the type of genie you choose to assume the form of, as detailed below.</p><p><i>Djinni</i>: You gain the ability to fly at a speed of 60 feet with perfect maneuverability. When flying, your lower torso trails away into a vortex of wind and smoke. You gain resist electricity 10.</p><p><i>Efreeti</i>: Your flesh turns a deep red and you grow large horns on your head. Your unarmed strikes and any melee weapon you wield deal +1d6 points of fire damage. You gain resist fire 10.</p><p><i>Marid</i>: Your flesh turns blue and you gain webbed fingers and toes. You gain a swim speed of 60 feet and can breathe water. You gain resist cold 10.</p><p><i>Shaitan</i>: Your flesh gains the coloration of stone and your hair appears to be sculpted from fine crystals. You gain a burrow speed of 60 feet and resist acid 10.</p>",
    "spellDuration": "1 round/level"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}