{
  "_id": "vxmp5prgw5fj4h6f",
  "name": "Hallow",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "cost": 24,
      "type": "hour"
    },
    "unchainedAction": {
      "activation": {
        "cost": 24,
        "type": "hour"
      }
    },
    "range": {
      "units": "touch"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "spellsave",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0",
      "description": "see text"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "cleric/oracle",
          5
        ],
        [
          "druid",
          5
        ],
        [
          "inquisitor",
          5
        ],
        [
          "hunter",
          5
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 5,
    "school": "evo",
    "types": "good",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true,
      "divineFocus": 1
    },
    "materials": {
      "value": "herbs, oils, and incense worth at least 1,000 gp, plus 1,000 gp per level of the spell to be included in the hallowed area"
    },
    "sr": false,
    "shortDescription": "<p><i>Hallow</i> makes a particular site, building, or structure a holy site.</p><p>This has four major effects.</p><p>First, the site is warded by a <i>magic circle against evil</i> effect.</p><p>Second, the DC to resist positive channeled energy within this area gains a +4 sacred bonus and the DC to resist negative energy is reduced by 4. Spell resistance does not apply to this effect. This provision does not apply to the druid version of the spell.</p><p>Third, any dead body interred in a <i><i>hallow</i>ed</i> site cannot be turned into an undead creature.</p><p>Finally, you can fix a single spell effect to the <i><i>hallow</i>ed</i> site.</p><p>The spell effect lasts for 1 year and functions throughout the entire site, regardless of the normal duration and area or effect.</p><p>You may designate whether the effect applies to all creatures, creatures who share your faith or alignment, or creatures who adhere to another faith or alignment. At the end of the year, the chosen effect lapses, but it can be renewed or replaced simply by casting <i>hallow</i> again.</p><p>Spell effects that may be tied to a <i><i>hallow</i>ed</i> site include <i>aid, bane, bless, cause fear, darkness, daylight, death ward, deeper darkness, detect evil, detect magic, dimensional anchor, discern lies, dispel magic, endure elements, freedom of movement, invisibility purge, protection from energy, remove fear, resist energy, silence, tongues,</i> and <i>zone of truth</i>. Saving throws and spell resistance might apply to these spells' effects. (See the individual spell descriptions for details.) An area can receive only one <i>hallow</i> spell (and its associated spell effect) at a time. <i>Hallow</i> counters but does not dispel un<i>hallow</i>.</p>",
    "spellDuration": "instantaneous",
    "spellArea": "40-ft. radius emanating from the touched point"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}