{
  "_id": "nxiccns1a3dt404d",
  "name": "Heretic's Tongue",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "target": {
      "value": "living creature"
    },
    "range": {
      "units": "close"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "spellsave",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0",
      "type": "will",
      "description": "Will negates"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "cleric/oracle",
          5
        ],
        [
          "inquisitor",
          5
        ],
        [
          "mesmerist",
          6
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 5,
    "school": "enc",
    "types": "mind-affecting",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true
    },
    "shortDescription": "<p>You fill your target's mind with blasphemous knowledge. If the target fails its saving throw, it cannot cast spells or use spell-like abilities for the duration of the spell. Divine spellcasters whose power derives from the worship of a single deity (most clerics, paladins, and warpriests) have the potential to suffer worse. When targeting a divine spellcaster, you can designate an alignment. If the named alignment coincides with either the spellcaster's alignment or that of her deity, the divine spellcaster loses access to all supernatural and spell-like class abilities granted by the associated class for the spell's duration-blessings, domain powers, channel energy, smite evil, etc.  Those affected by this spell can end the effect early by choosing to release the blasphemies in a litany of screamed curses and heretical decadences. The creature is effectively paralyzed for half the spell's duration, and each ally within 50 feet must succeed at a Will saving throw (equal to this spell's save DC) or be shaken until the litany ends. If the creature chooses to do this, it cannot end the litany of blasphemies early. A creature that succeeds at its saving throw to avoid being shaken by its ally's blasphemous litany is immune to the litany's effects and need not attempt additional saves on subsequent rounds.</p>",
    "spellDuration": "1 round/level"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}