{
  "_id": "kf49g6yde78osa6b",
  "name": "Incorporeal Chains",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "target": {
      "value": "one incorporeal creature/level, no two of which can be more than 30 ft. apart"
    },
    "range": {
      "units": "close"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "psychic",
          6
        ],
        [
          "spiritualist",
          5
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 6,
    "school": "evo",
    "types": "force",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true
    },
    "shortDescription": "<p>You summon ghostly chains to bind incorporeal creatures. The chains' CMB is equal to your caster level + your Intelligence modifier. Roll only once for the entire spell effect and apply the result to all targeted incorporeal creatures.  If the chains succeed in grappling an incorporeal creature, the creature takes an amount of damage equal to 1d8 + your key spellcasting ability score modifier and gains the grappled condition. Grappled opponents can't move without first breaking the grapple. The spell prohibits all other movement unless the creature breaks the grapple first (although dimensional magic and the like still work as normal). Each round you concentrate, the chains continue grappling their current targets (though they don't seek out targets they aren't currently grappling). The <i>incorporeal chains</i> receive a +5 bonus on grapple combat maneuver checks against opponents the chains are already grappling, but can't move foes or pin foes. Each round the <i>incorporeal chains</i> succeed at a grapple combat maneuver check, they deal an additional amount of damage equal to 1d8 + your key spellcasting ability score modifier. The CMD of <i>incorporeal chains</i>, for the purposes of escaping the grapple, is equal to 10 + its CMB. If you move out of range of any of the grappled creatures, the chains cease grappling those creatures.</p>",
    "spellDuration": "concentration"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}