{
  "_id": "a111te7xsmnclbjr",
  "name": "Lissalan Snake Sigil",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "system": {
    "actions": [
      {
        "_id": "ao9byeqsb7977aws",
        "name": "Use",
        "img": "systems/pf1/icons/misc/magic-swirl.png",
        "activation": {
          "cost": 10,
          "type": "minute"
        },
        "unchainedAction": {
          "activation": {
            "cost": 10,
            "type": "minute"
          }
        },
        "duration": {
          "value": "permanent until discharged; 1 day/level; see text"
        },
        "target": {
          "value": "one touched book or written work"
        },
        "range": {
          "units": "touch"
        },
        "actionType": "spellsave",
        "save": {
          "type": "ref",
          "description": "Reflex negates"
        }
      }
    ],
    "learnedAt": {
      "class": {
        "sorcerer": 3,
        "wizard": 3,
        "cleric": 3,
        "oracle": 3
      }
    },
    "level": 3,
    "school": "abj",
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true
    },
    "materials": {
      "value": "powdered amber worth 500 gp and a snake scale",
      "gpValue": 500
    },
    "spellbook": "",
    "preparation": {
      "spontaneousPrepared": false
    },
    "sr": false,
    "shortDescription": "<p>There are seven variants of this spell, one for each of the Thassilonian schools of magic. Each functions like <i>sepia snake sigil</i> (and counts as that spell for the purpose of combining other spells that hide or garble text), except instead of trapping the subject, the triggered sigil's effect depends on this spell's school. This effect lasts for 1 day/level. This is a curse effect that can be removed via <i>remove curse</i>. <i>Abjuration</i>: All beneficial magical effects on the target last half as long as normal. <i>Conjuration</i>: The target is nauseated. This is a poison effect. <i>Enchantment</i>: The target takes a 1d6 penalty to Intelligence, Wisdom, and Charisma. This is a compulsion effect. <i>Evocation</i>: The target gains vulnerability to an energy type, chosen randomly from the following: acid, cold, electricity, or fire. This is an acid, cold, electricity, or fire effect. <i>Illusion</i>: The target's vision is blurred, giving it a -4 penalty on Perception checks relating to vision, and the target treats all other creatures as having <i>displacement</i>. This is a glamer effect. <i>Necromancy</i>: The target is exhausted. This condition cannot be removed with rest. <i>Transmutation</i>: Target is affected by <i>slow</i>.</p>"
  }
}
