{
  "_id": "25ey7spdaj72yioz",
  "name": "Martyr's Bargain",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "immediate"
    },
    "unchainedAction": {
      "activation": {
        "type": "reaction"
      }
    },
    "target": {
      "value": "you"
    },
    "range": {
      "units": "personal"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "cleric/oracle",
          2
        ],
        [
          "paladin",
          2
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 2,
    "school": "trs",
    "types": "good",
    "conditionals": [],
    "components": {
      "verbal": true
    },
    "sr": false,
    "shortDescription": "<p>Among the faithful followers of the gods of purity-whether they be the servants of Desna in Nidal, zealous followers of Milani struggling against Cheliax's government, paladins of Iomedae fighting against the horrors of the Worldwound, or simply those that fight evil the world over-martyr's bargain represents true faith and true sacrifice.</p><p> You cast this spell as an immediate action when you are subject to a spell or spell-like ability that deals hit point damage, after attack rolls and saving throws have been rolled but before the damage itself is determined. The damage dealt by the spell and any related effects are then delayed for you (and you only) for a number of rounds equal to your caster level.</p><p> At the end of that time (or immediately if martyr's bargain is dispelled), the delayed damage takes effect on you as it would have at the time it was cast, but is maximized as if affected by the Maximize Spell metamagic feat. Spells and spell-like abilities that were already maximized gain no additional benefit from this spell. Nothing can prevent this delayed damage from affecting you.</p><p> You can be affected by only one martyr's bargain spell at a time. If you cast this spell while you are already under the effects of a previous martyr's bargain, the previous spell effect ends and you immediately take the damage it had delayed.</p>",
    "spellDuration": "1 round/level"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}