{
  "_id": "rej243r3een201a7",
  "name": "Maw of Chaos",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "range": {
      "units": "close"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "spellsave",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0",
      "description": "see text"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          8
        ],
        [
          "cleric/oracle",
          8
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 8,
    "school": "con",
    "subschool": "teleportation",
    "types": "chaotic",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "focus": true,
      "divineFocus": 3
    },
    "materials": {
      "focus": "a gold-plated, cold iron ring that was forged in the Abyss"
    },
    "shortDescription": "<p>This spell creates a rip in reality that plunges into the interspatial vortices that constantly churn with the raw destructive chaos of the Abyss. Each round at the beginning of your turn, the <i>Maw of Chaos</i> attempts a drag combat maneuver check against every creature within 40 feet, using your caster level plus your primary spellcasting ability modifier in place of a CMB. If a creature is dragged into a <i>Maw of Chaos</i>, the area erupts in a surge of chaotic energy and the creature takes 1d6 points of damage per caster level. Only one such eruption can occur per round.  Creatures dragged adjacent to the <i>Maw of Chaos</i> become entangled by the frayed strands of reality being torn apart at the rim of the <i>Maw of Chaos</i>. Escape requires a successful Escape Artist check or grapple check against a DC equal to 10 plus the spell's save DC. Every creature without the chaotic subtype that ends its turn adjacent to a <i>Maw of Chaos</i> takes 2 points of damage to each ability score. Creatures with the lawful subtype take double this amount of damage; creatures with the chaotic subtype take no damage.  Calling, summoning, and teleportation effects used within 30 feet of the <i>Maw of Chaos</i> or that cause a creature to appear within 30 feet of a <i>Maw of Chaos</i> are redirected, causing the creature to arrive adjacent to the <i>Maw of Chaos</i> rather than at its intended destination. Unattended objects (including dead bodies) adjacent to the <i>Maw of Chaos</i> are drawn into it and affected as by <i>disintegrate</i> at the beginning of the caster's next turn.</p>",
    "spellDuration": "concentration (maximum 1 round/level)",
    "spellArea": "5-foot-radius spread"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}