{
  "_id": "ucx4ee5qu1fau2ka",
  "name": "Pilfering Hand",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "target": {
      "value": "one object"
    },
    "range": {
      "units": "close"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          2
        ],
        [
          "cleric/oracle",
          2
        ],
        [
          "bard",
          2
        ],
        [
          "magus",
          2
        ],
        [
          "psychic",
          2
        ],
        [
          "medium",
          2
        ],
        [
          "mesmerist",
          2
        ],
        [
          "occultist",
          2
        ],
        [
          "spiritualist",
          2
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 2,
    "school": "evo",
    "types": "force",
    "conditionals": [],
    "components": {
      "somatic": true
    },
    "shortDescription": "<p>You create and control an invisible telekinetic force, manipulating it with either startling abruptness or careful deliberateness, allowing you to seize an object from an opponent or remotely manipulate an object. You can utilize this force to one of two ends.  <br><i>Abrupt Maneuver</i>: You instantaneously attempt a disarm or steal combat maneuver against a target within range. Use your caster level as your Combat Maneuver Bonus, adding your Charisma modifier (bard, oracle, sorcerer), Intelligence modifier (magus, wizard), or Wisdom modifier (cleric) in place of your Strength or Dexterity modifier. This combat maneuver attempt does not provoke an attack of opportunity from its target, but casting this spell might. If you are successful, you pull the target object to you, and if you have enough hands free, you can catch it. Otherwise, the object lands in your square as if you dropped it.  <br><i>Careful Maneuver</i>: You attempt a Disable Device check or a Sleight of Hand check to pick-pocket a target within range. This spell lasts as long as you need to accomplish the task, requiring your full concentration for that duration. Once you resolve the skill check, the spell ends. If you are successful on your Sleight of Hand check, you pull the target object to you as with an abrupt maneuver. The target gains a +2 bonus on its Perception check to notice the successful attempt.</p>",
    "spellDuration": "see text"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}