{
  "_id": "y8nrxaesr8gsl5wf",
  "name": "Possession Trap",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "target": {
      "value": "you"
    },
    "range": {
      "units": "personal"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          5
        ],
        [
          "witch",
          5
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 5,
    "school": "nec",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "focus": true
    },
    "materials": {
      "focus": "a gem or crystal worth at least 500 gp"
    },
    "sr": false,
    "shortDescription": "<p>You place a protective ward over your spirit that ensnares creatures attempting to possess you. Should a creature attempt to possess you (such as via <i>magic jar</i> or a similar effect) while you are under the effects of <i>possession trap</i>, that creature must first succeed at a Will save or its possession attempt is ruined and its spirit is shunted into this spell's focus gem. The trapped creature is contained within the focus gem for 1 round per caster level, acting as though it were trapped in a <i>magic jar</i> for the duration of this effect. This effect fails if you are not carrying the focus gem during the time of the possession attempt.</p><p>If the possessor's Will save is successful, you are affected by its possession attempt as normal, and may attempt a saving throw against this possession attempt if one is normally allowed. Regardless of whether the possessor fails or succeeds at its save against <i>possession trap</i>, you immediately become aware of the possession attempt and whether or not a creature is trapped in the focus gem. If the focus gem is destroyed while it contains a creature, the creature is immediately released.</p><p>Once this spell is triggered, it offers no further protection, and a trapped creature can attempt to possess you again once it's free of the focus gem.</p>",
    "spellDuration": "24 hours or until activated (see text); 1 round/level"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}