{
  "_id": "csciqjii3onevfwz",
  "name": "Puzzle Box",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "target": {
      "value": "one creature or one object up to 5 lbs./level"
    },
    "range": {
      "units": "close"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "spellsave",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0",
      "type": "will",
      "description": "Will negates or none"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          3
        ],
        [
          "bard",
          2
        ],
        [
          "witch",
          3
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 3,
    "school": "enc",
    "subschool": "compulsion",
    "types": "curse, mind-affecting",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true
    },
    "shortDescription": "<p>This spell causes even commonly used objects to become conundrums. When cast on a creature, the target loses all weapon and shield proficiencies. The target also forgets how to use all spell-completion, spell-trigger, and use-activated magic items, as well as any mundane items used as part of a skill check, imposing a -5 penalty on all ability and skill checks attempted with such items. These effects last for 1 round per level. As a move action, the target can attempt a skill check to negate the effects of this spell for one object. Weapons, shields, and mundane objects require a successful Craft skill check of the type required to craft the item in question, with a DC equal to the spell's save DC. Magic items require a successful Spellcraft or Use Magic Device skill check against the spell's save DC.  Alternatively, this spell can be cast on a single touched object that weighs up to 5 pounds per the caster's level. Use of this object becomes a puzzle even to those previously familiar with it. Any creature attempting to use an item affected in this way is treated as though the creature was the target of <i>puzzle box</i> for that item only. When cast on an object, the duration of this spell is permanent.</p>",
    "spellDuration": "1 round/level or permanent; see text"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}