{
  "_id": "xe1jqcbbal7w929x",
  "name": "Sawtooth Terrain",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "system": {
    "actions": [
      {
        "_id": "8hbvqa4if52wxu2m",
        "name": "Use",
        "img": "systems/pf1/icons/misc/magic-swirl.png",
        "activation": {
          "type": "round"
        },
        "unchainedAction": {
          "activation": {
            "cost": 3,
            "type": "action"
          }
        },
        "duration": {
          "value": "1 round/level"
        },
        "range": {
          "units": "close"
        },
        "actionType": "spellsave",
        "save": {
          "type": "ref",
          "description": "Reflex negates"
        },
        "spellEffect": "one 10-foot square of difficult and damaging terrain"
      }
    ],
    "learnedAt": {
      "class": {
        "sorcerer": 5,
        "wizard": 5,
        "cleric": 5,
        "oracle": 5,
        "druid": 5,
        "witch": 5,
        "hunter": 5
      }
    },
    "level": 5,
    "school": "trs",
    "types": "earth",
    "components": {
      "verbal": true,
      "somatic": true,
      "divineFocus": 1
    },
    "shortDescription": "<p>This spell targets an area of earth, metal, stone, or wood, causing long, serrated blades to shoot out from random points within the area of effect. Any creature in the area when the spell is first cast must attempt a Reflex save to avoid taking 3d8 points of piercing damage from the blades and an additional 2d6 points of bleed damage. A creature that fails the save also has its speed reduced by half for 24 hours or until the injured creature benefits from a \"cure\" spell (which restores lost hit points as normal). Another creature can remove the penalty by succeeding on a Heal check against the spell's save DC as a standard action. The lashing limbs remain active in the area for the remainder of the spell's duration, during which time the area is treated as difficult terrain, and any creature that moves into or through the area takes 1d8 points of piercing damage. The transformed area can be located on any visible surface within range, including floors, walls, doors, ceilings, or other generally flat surfaces.</p>"
  }
}
