{
  "_id": "q72zjsnqwcco75tf",
  "name": "Scribe's Binding",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "target": {
      "value": "creature touched"
    },
    "range": {
      "units": "close"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "spellsave",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0",
      "type": "fort",
      "description": "Fortitude negates"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          9
        ],
        [
          "witch",
          9
        ],
        [
          "occultist",
          6
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 9,
    "school": "trs",
    "subschool": "polymorph",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "focus": true
    },
    "materials": {
      "focus": "a book bound in precious metals and treated with rare oils, worth 1,000 gp per HD of the target"
    },
    "shortDescription": "<p>Hermea's benevolent Council of Enlightenment uses this spell to humanely preserve their society's greatest minds from the ravages of time, though it has seen far more sinister employment when put to use by other organizations that have since discovered its utility. This spell binds a single creature into a prepared book, sustaining it in suspended animation and filling the book with its experience and knowledge. The tome weighs 10 pounds and has one page for every day of the subject's life. The cover and binding transform to reflect the subject's appearance, interests, and tastes. Every thought and memory-including those the target may have forgotten long ago-are perfectly transcribed within the enchanted pages, penned in excruciating detail in the language that the creature was thinking or speaking in when the event occurred. If a memory includes dialogue in a language the subject didn't understand, that dialogue is reproduced phonetically, and must be translated by a reader who knows that language. Any alterations to a subject's memories-such as by a <i>modify memory</i> spell-appear in a subtly different script; a successful DC 35 Linguistics check is needed to identify this.  Spells that modify or remove text-such as <i>erase</i> or <i>secret page</i>-also affect the target's memory if they persist after its release. <i>Modify memory</i> can be used to repair any changes to its original state, or alter the accounts recorded within the book. A creature imprisoned by scribe's binding automatically fails any saving throws against effects to change or modify its memories.  A target bound by this spell can be freed by only <i>freedom</i>, <i>miracle</i>, or <i>wish</i>. <i>Polymorph any object</i> restores the target's normal form for 24 hours. Scribe's binding makes the imprisoning tome supernaturally durable (hardness 20, 10 hp per HD the imprisoned creature had). Destroying the tome immediately slays the creature imprisoned within.</p>",
    "spellDuration": "permanent"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}