{
  "_id": "fqugizy52juiiw4v",
  "name": "Solid Note",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "range": {
      "units": "close"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "other",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "bard",
          1
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "school": "con",
    "subschool": "creation",
    "conditionals": [],
    "components": {
      "verbal": true
    },
    "sr": false,
    "shortDescription": "<p>You give temporary physical form to a single musical note and can hang it, suspended, wherever you wish within range, allowing you to use it as hook, pulley, door blocker, or anything else your imagination desires. The exact appearance of the <i>solid note</i> depends on your melody. You can make it spiked or smooth, simple or convoluted, and with any color pattern you wish, however, it always has a size approximately equal to that of your outstretched hand. Once created, the <i>solid note</i> resists all attempts to move it but instantly disappears if enough force or weight is brought to bear against it. The note has an effective Strength equal to 10 + your caster level. It cannot hold more weight than the equivalent of a heavy load for its Strength without disappearing. Any creature that wins an opposed Strength check against the note (by pushing open a door which the note is holding shut for example) also causes it to disappear. The note can never deal actual harm to a creature and disappears if successfully attacked (AC 10 + your Charisma modifier) or overcome with a combat maneuver such as bull rush (CMD 2 + your base attack bonus + your Charisma modifier). Any creature obstructed by the <i>solid note</i> simply fails to budge it and loses that action for the round.</p>",
    "spellDuration": "concentration + 1 round/level",
    "spellEffect": "one solidified musical note"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}