{
  "_id": "ykb7nby9eovw8jyo",
  "name": "Speak with Haunt",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "cost": 10,
      "type": "minute"
    },
    "unchainedAction": {
      "activation": {
        "cost": 10,
        "type": "minute"
      }
    },
    "target": {
      "value": "one haunt"
    },
    "range": {
      "value": 10,
      "units": "ft"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "spellsave",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0",
      "type": "will",
      "description": "Will negates (see text)"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "cleric/oracle",
          4
        ],
        [
          "witch",
          4
        ],
        [
          "shaman",
          3
        ],
        [
          "psychic",
          4
        ],
        [
          "medium",
          2
        ],
        [
          "spiritualist",
          4
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 4,
    "school": "nec",
    "types": "language-dependent",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "divineFocus": 1
    },
    "sr": false,
    "shortDescription": "<p>You stir a haunt (<i>Pathfinder RPG GameMastery Guide</i> 242) to a limited sense of awareness and consciousness, allowing it to answer questions. The spell's range must reach any square within 10 feet of the haunt's area. You must be aware of the haunt prior to casting the spell, and casting the spell does not trigger the haunt. You can ask one question per 2 caster levels. The haunt's knowledge is limited to what its original creature knew during life, including the languages it spoke. A haunt often remembers the circumstance that led to its existence (though this recollection might be from the original victim's perspective and therefore not objective), what triggers it, and how it can be laid to rest (destroyed). Answers are brief, cryptic, or repetitive, especially if the haunt is angry and vindictive.</p><p>If the haunt's alignment is more than one step away from yours, the haunt can attempt a Will save to resist the spell.</p><p>A haunt's Will save modifier is equal to 3 + the haunt's CR.</p><p>If the save is successful, the haunt can refuse to answer your questions or attempt to deceive you (using Bluff). A haunt's Bluff modifier equals its CR (minimum +0) or might be determined by the GM based upon the original victim.</p><p>The haunt can speak only about what it knew in life and the circumstances by which it became a haunt. It cannot answer any questions that pertain to events that occurred after it was created. A neutral or good haunt might cooperate with similarly aligned creatures in order to end its suffering.</p><p>If a haunt has been subject to this spell within the past week, a new casting of this spell on it fails. You can cast this on a haunt that has been deceased for any amount of time.</p><p>Unlike a corpse affected by <i>speak with dead</i>, a haunt wants to express itself, if only to share its pain or to cause mischief.</p>",
    "spellDuration": "1 minute/level"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}