{
  "_id": "ej71zglog4w0ww74",
  "name": "Spectral Scout",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "minute"
    },
    "unchainedAction": {
      "activation": {
        "type": "minute"
      }
    },
    "range": {
      "value": 1,
      "units": "mi"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "other",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          3
        ],
        [
          "druid",
          3
        ],
        [
          "ranger",
          3
        ],
        [
          "bard",
          3
        ],
        [
          "shaman",
          3
        ],
        [
          "hunter",
          3
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 3,
    "school": "con",
    "subschool": "creation",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true
    },
    "sr": false,
    "shortDescription": "<p>You summon a spectral creature in the shape of the Tiny or smaller animal of your choice, which always appears in your square. The creature emits a faint glow of a color you choose at the time of the spell's casting, providing the illumination of a candle. It has the same statistics as the creature after which it is modeled (including ability scores, Armor Class, feats, senses, skills, and speed), but is incorporeal and has only 1 hit point. A spectral scout cannot attack, but can otherwise follow any basic instructions that could be given to a pet or animal companion of similar intelligence but without the need to make Handle Animal skill checks.  A spectral scout can communicate verbally with the caster but can't be understood by others. A spectral scout can relay information it has directly witnessed with perfect clarity, including sights, sounds, and smells, but it cannot further interpret that information. For example, a spectral scout can report on how many individuals it sees, the direction they are going, and what equipment they carry; it can't tell the caster whether the people were friend or foe, or their objective.</p>",
    "spellDuration": "10 minutes/level (D)",
    "spellEffect": "one incorporeal animal of size Tiny or smaller"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}