{
  "_id": "ln100z6lxk83ryb6",
  "name": "Spirit Bonds",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "hour"
    },
    "unchainedAction": {
      "activation": {
        "type": "hour"
      }
    },
    "target": {
      "value": "you; see text"
    },
    "range": {
      "units": "personal"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "cleric/oracle",
          3
        ],
        [
          "witch",
          3
        ],
        [
          "shaman",
          3
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 3,
    "school": "div",
    "types": "meditative",
    "conditionals": [],
    "components": {
      "verbal": true,
      "material": true
    },
    "materials": {
      "value": "soothing incense worth 300 gp",
      "gpValue": 300
    },
    "spellbook": "",
    "preparation": {
      "autoDeductCharges": false,
      "spontaneousPrepared": false
    },
    "sr": false,
    "shortDescription": "<p>You heighten your awareness of up to one willing creature or object per 3 caster levels, each of which must be within 30 feet of you during the entire hour you spend preparing spells and casting <i>spirit bonds</i>. By concentrating on one of these creatures or objects as a full-round action, you can learn its direction and relative distance from your location, provided that it is on the same plane. In the case of a creature, you can also learn the state of its emotion or health aura as a full-round action (see page 198 of <i>Pathfinder RPG Occult Adventures</i> for more information about auras). In the case of an object, you can also get a sense of how damaged it is, similar to reading the health aura of a creature, or, in the case of a magic item that must be activated, you can learn when it was last activated (a full-round action in either case).  Additionally, at any time during the spell's duration, you can deliver a single message to any of the creatures that participated in the spell. This message is delivered telepathically regardless of range and can be up to 25 words in length. Delivering a message in this way severs your connection with that character, and you can no longer learn information about that creature through this spell, but doing so does not impact the remaining duration you have linked to other creatures or objects.</p>",
    "spellDuration": "24 hours or until discharged",
    "spellPoints": {
      "cost": ""
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}