{
  "_id": "9jzo6vyf0lto84y0",
  "name": "Straitjacket",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "target": {
      "value": "one creature"
    },
    "range": {
      "units": "close"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          5
        ],
        [
          "summoner",
          5
        ],
        [
          "inquisitor",
          4
        ],
        [
          "occultist",
          4
        ],
        [
          "unchained Summoner",
          5
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 5,
    "school": "con",
    "subschool": "creation",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true
    },
    "materials": {
      "value": "leather strap"
    },
    "shortDescription": "<p>You cause a <i>straitjacket</i> to spring into existence to restrain the target creature. You attempt a combat maneuver against the target's CMD. Your CMB for this check is equal to your caster level + 5 due to the straightjacket's Strength. This combat maneuver doesn't provoke an attack of opportunity, and if it succeeds, the target is restrained. This is similar to the grappled condition, except the target is able to move at its normal speed, the restraint doesn't cause the target to require concentration checks to use abilities that require concentration, and the target can't take actions that require one or more hands or arms to perform (including casting spells that require a somatic or material component).  Once it has been restrained for 1 round, the target can attempt an additional saving throw against a magical effect that makes it confused, a curse, a fear effect, or a madness. The caster chooses which effect the target gets an extra save against. This extra save applies to only effects with durations of 10 minutes per level or less, and it doesn't apply to instantaneous effects. This extra save occurs only once per casting of <i>straitjacket</i>.  A creature can attempt to escape the <i>straitjacket</i> with a combat maneuver check or Escape Artist check, with a DC equal to 10 + your caster level + your Intelligence, Wisdom, or Charisma modifier, whichever is highest.</p>",
    "spellDuration": "1 round/level (D)"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}