{
  "_id": "eucwnai4r3awfl5m",
  "name": "Suppress Primal Magic",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "range": {
      "value": 10,
      "units": "ft"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          4
        ],
        [
          "cleric/oracle",
          4
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 4,
    "school": "abj",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true
    },
    "materials": {
      "value": "a pinch of sand from the Spellscar Desert"
    },
    "sr": false,
    "shortDescription": "<p>Nexian wizards first created this spell while researching the nature of the Mana Wastes, hoping to create small zones within the magic-starved region where their own spells could still function reliably. The best the Nexians could manage was this spell-a method to temporarily stabilize magic so that spellcasting within a small area can be accomplished without fear of triggering primal magic events. In the area of effect of this spell, primal magic events cannot be triggered.</p><p>The emanation grants a +4 circumstance bonus on all saving throws against effects generated by primal magic outside of the spell's effect that expand into the area.</p><p>Unfortunately, suppressed primal magic tends to build up around the emanation created by this spell. When <i>suppress primal magic</i>'s duration ends (or when the spell is dispelled), a primal magic event is immediately triggered at the center of the emanation if that point is still in an area where primal magic is active. The CR of this event is equal to the caster level of the recently ended <i>suppress primal magic</i> spell. The original caster of the <i>suppress primal magic</i> spell can attempt to negate this triggered primal magic event by making a DC 20 Will save-most spellcasters instead relocate to an area not affected by primal magic if they can so that they can end the spell's effect safely.</p>",
    "spellDuration": "1 round/level",
    "spellArea": "10-ft.-radius emanation centered on you"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}