{
  "_id": "8237jjhtwfqje4n6",
  "name": "Suppress Charms and Compulsions",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "system": {
    "actions": [
      {
        "_id": "pmlggiozdprxpkrw",
        "name": "Use",
        "img": "systems/pf1/icons/misc/magic-swirl.png",
        "activation": {
          "type": "standard"
        },
        "unchainedAction": {
          "activation": {
            "cost": 2,
            "type": "action"
          }
        },
        "duration": {
          "value": "10 minutes or concentration (up to 1 round/level); see text"
        },
        "target": {
          "value": "one creature plus one additional creature per 4 levels, no two of which can be more than 30 ft. apart"
        },
        "range": {
          "units": "close"
        },
        "measureTemplate": {
          "size": "0"
        },
        "actionType": "spellsave",
        "save": {
          "dc": "0",
          "type": "will",
          "description": "Will negates (harmless)"
        }
      }
    ],
    "learnedAt": {
      "class": {
        "sorcerer": 2,
        "wizard": 2,
        "cleric": 2,
        "oracle": 2,
        "bard": 2,
        "paladin": 2,
        "shaman": 2,
        "psychic": 2,
        "mesmerist": 2
      }
    },
    "level": 2,
    "school": "abj",
    "components": {
      "verbal": true,
      "somatic": true
    },
    "shortDescription": "<p>You bolster the subject's sense of willpower and self-worth when you cast this spell. As you cast it, you must decide if you want to grant a bonus to saving throws against charms and compulsions or Suppress Charms and Compulsions. If you grant a bonus to saving throws, you grant all affected creatures a +4 morale bonus on saving throws against charm and compulsion effects for 10 minutes. If instead you Suppress Charms and Compulsions, the spell's duration drops to concentration, to a maximum duration of 1 round per level. As long as you continue to concentrate, the spell suppresses all existing charm and compulsion effects affecting the targets, regardless of whether the effect is beneficial or harmful. New charm or compulsion effects that successfully target such a protected creature are automatically suppressed as long as you continue concentrating. If you cease concentrating, the spell effect immediately ends, and remaining charm or compulsion effects resume for the rest of their remaining durations as normal.</p>"
  }
}
