{
  "_id": "gpj46hcsawa41jeo",
  "name": "Symbol of Sealing",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "cost": 10,
      "type": "minute"
    },
    "unchainedAction": {
      "activation": {
        "cost": 10,
        "type": "minute"
      }
    },
    "range": {
      "value": "0",
      "units": "ft"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "other",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          6
        ],
        [
          "cleric/oracle",
          6
        ],
        [
          "witch",
          6
        ],
        [
          "occultist",
          4
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 6,
    "school": "abj",
    "types": "force",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true
    },
    "materials": {
      "value": "mercury and phosphorous, plus powdered diamond and opal worth a total of 5,000 gp",
      "gpValue": 5000
    },
    "spellbook": "",
    "preparation": {
      "autoDeductCharges": false,
      "spontaneousPrepared": false
    },
    "sr": false,
    "shortDescription": "<p>This spell allows you to scribe a potent rune of power upon or above a door or other opening measuring no more than 20 square feet/level in size. When the casting is completed, the symbol immediately triggers, glowing visibly and sealing the door or opening with an invisible barrier of force equivalent to a <i>Wall of Force</i>. Destroying the symbol ends the effect, though destroying it once the symbol has been activated requires destroying the <i>Wall of Force</i> first. Once triggered, the wall remains for 10 minutes per caster level.</p><p>When scribing a <i>symbol of sealing</i>, you can specify a password or phrase that allows a creature speaking it to bypass the seal and pass through the opening. You can also attune any number of creatures to the <i>symbol of sealing</i>, but doing this extends the casting time as described under <i>symbol of death</i> (Core <i>Rulebook</i> 355). However, the force wall created by the symbol blocks attacks and line of effect even for creatures that know the password or are attuned-the password only prevents them from triggering the symbol, not from ignoring its effects if triggered.</p><p>A <i>disintegrate</i> spell or similar effect can destroy the <i>Wall of Force</i> created by the symbol if the caster makes a caster level check against a DC of 11 + your caster level. A <i>knock</i> spell has no effect on a <i>symbol of sealing</i> or its force wall. A <i>symbol of sealing</i> cannot be dispelled, but mage's disjunction automatically destroys it.</p>",
    "spellDuration": "permanent",
    "spellEffect": "one symbol",
    "spellPoints": {
      "cost": ""
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}