{
  "_id": "eomy5i7x2ml5wzp8",
  "name": "Temporal Regression",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "data": {
    "tags": [],
    "activation": {
      "type": "standard"
    },
    "unchainedAction": {
      "activation": {
        "cost": 2,
        "type": "action"
      }
    },
    "range": {
      "units": "personal"
    },
    "uses": {
      "per": ""
    },
    "measureTemplate": {
      "size": "0"
    },
    "actionType": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "ability": {
      "attack": "",
      "damage": ""
    },
    "save": {
      "dc": "0"
    },
    "effectNotes": [],
    "attackNotes": [],
    "links": {
      "children": []
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "learnedAt": {
      "class": [
        [
          "sorcerer/wizard",
          8
        ],
        [
          "druid",
          9
        ],
        [
          "witch",
          8
        ],
        [
          "psychic",
          8
        ]
      ],
      "domain": [],
      "subDomain": [],
      "elementalSchool": [],
      "bloodline": []
    },
    "level": 8,
    "school": "con",
    "subschool": "teleportation",
    "conditionals": [],
    "components": {
      "verbal": true,
      "somatic": true,
      "focus": true
    },
    "materials": {
      "focus": "hourglass filled with powdered horacalcum worth 1,500 gp"
    },
    "sr": false,
    "shortDescription": "<p>When you complete this spell, note your current location and condition, including your hit point total and any ongoing conditions affecting you as well as their durations (e.g. poison, sickened, ability damage, and spell effects). This spell creates a beacon in space-time that's imperceptible to anyone but you. As a standard action while you are within range of the beacon before the spell's duration expires, you can discharge the spell to transport yourself back to the marked location and restore yourself to the condition you were in when you cast the spell; this does not restore any expended items, charges, or spells you may have used during that time. This does not reverse effects for anyone else, and to bystanders it appears as though you teleported to the beacon location and regained conditions you had when the beacon was set. <i>Temporal regression</i> strains your body; when the spell is discharged, you gain 1 temporary negative level for every 2 rounds that passed since you cast the spell. These negative levels disappear after 24 hours.  You can discharge the spell to transport yourself back to your beacon as an immediate action instead of a standard action, but doing so utterly and entirely consumes the spell's focus.</p>",
    "spellDuration": "1 round/level or until discharged"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}