{
  "_id": "65okoqbsj9yt9nx3",
  "name": "Transplant Visage",
  "type": "spell",
  "img": "systems/pf1/icons/misc/magic-swirl.png",
  "system": {
    "actions": [
      {
        "_id": "ify7g14o2bfb45xr",
        "name": "Use",
        "img": "systems/pf1/icons/misc/magic-swirl.png",
        "activation": {
          "type": "round"
        },
        "unchainedAction": {
          "activation": {
            "cost": 3,
            "type": "action"
          }
        },
        "duration": {
          "value": "permanent"
        },
        "target": {
          "value": "you"
        },
        "range": {
          "units": "personal"
        },
        "measureTemplate": {
          "size": "0"
        },
        "actionType": "",
        "save": {
          "dc": "0"
        }
      }
    ],
    "learnedAt": {
      "class": {
        "sorcerer": 5,
        "wizard": 5,
        "cleric": 4,
        "oracle": 4,
        "alchemist": 5,
        "witch": 5,
        "inquisitor": 4,
        "antipaladin": 4,
        "magus": 5
      }
    },
    "level": 5,
    "school": "trs",
    "types": "evil",
    "components": {
      "verbal": true,
      "somatic": true,
      "material": true
    },
    "materials": {
      "value": "one corpse"
    },
    "sr": false,
    "shortDescription": "<p>This spell allows you to add a creature's stolen face to or remove such a face that you've already applied from your own. Before casting this spell, you must remove the face and eyes of a creature that has been dead no longer than 1 minute per caster level and place it over your own. Once you cast <i>transplant visage</i>, the creature's stolen skin magically melds with your own, making the expressions and eye color on your new face seem perfectly natural. Your new appearance grants you a +10 bonus on Disguise checks. Because the alteration made by <i>transplant visage</i> is permanent, there is no residual magical aura, and your new appearance is not recognized by <i>detect</i> spells. <i>Transplant visage</i> may be cast innumerable times, allowing a single caster to wear layers upon layers of stolen faces. However, only the topmost face is visible at any one time.</p><p><i>Transplant visage</i> may also be used to remove a previously stolen face. This is the only way to remove a face short of using <i>greater polymorph</i>, <i>miracle</i>, or <i>wish</i>. When used in this way, <i>transplant visage</i> c auses t he t opmost f ace t o fl ake o ff a nd crumble into dust. A face so removed may not be reused. If the caster is wearing several stolen faces when the topmost face is removed, the next face down is revealed, and may be used as normal.</p>"
  }
}
