{
  "_id": "AoWSbnuTSGIxmv61",
  "name": "Sorcerer",
  "type": "class",
  "img": "systems/pf1/icons/spells/fireball-red-3.jpg",
  "system": {
    "description": {
      "value": "<p>Scions of innately magical bloodlines, the chosen of deities, the spawn of monsters, pawns of fate and destiny, or simply flukes of fickle magic, sorcerers look within themselves for arcane prowess and draw forth might few mortals can imagine. Emboldened by lives ever threatening to be consumed by their innate powers, these magic-touched souls endlessly indulge in and refine their mysterious abilities, gradually learning how to harness their birthright and coax forth ever greater arcane feats. Just as varied as these innately powerful spellcasters’ abilities and inspirations are the ways in which they choose to utilize their gifts. While some seek to control their abilities through meditation and discipline, becoming masters of their fantastic birthright, others give in to their magic, letting it rule their lives with often explosive results. Regardless, sorcerers live and breathe that which other spellcasters devote their lives to mastering, and for them magic is more than a boon or a field of study; it is life itself.</p>\n<p><b>Role</b>: Sorcerers excel at casting a selection of favored spells frequently, making them powerful battle mages. As they become familiar with a specific and ever-widening set of spells, sorcerers often discover new and versatile ways of making use of magics other spellcasters might overlook. Their bloodlines also grant them additional abilities, assuring that no two sorcerers are ever quite alike.</p>\n<p><b>Alignment</b>: Any</p>\n<p><b>Hit Die</b>: d6</p>\n<p><b>Starting Wealth</b>: 2d6 × 10 gp (average 70 gp.) In addition, each character begins play with an outfit worth 10 gp or less.</p>\n<h2>Class Skills</h2>\n<p>The sorcerer’s class skills are <em>Appraise</em> (<em>Int</em>), <em>Bluff</em> (<em>Cha</em>), <em>Craft</em> (<em>Int</em>), <em>Fly</em> (<em>Dex</em>), <em>Intimidate</em> (<em>Cha</em>), <em>Knowledge</em> (arcana) (<em>Int</em>), <em>Profession</em> (<em>Wis</em>), <em>Spellcraft</em> (<em>Int</em>), and <em>Use Magic Device</em> (<em>Cha</em>).</p>\n<p><b>Skill Ranks per Level</b>: 2 + <em>Int</em> modifier.</p>"
    },
    "links": {
      "classAssociations": [
        {
          "name": "Eschew Materials",
          "level": 1,
          "_index": 0,
          "uuid": "Compendium.pf1.class-abilities.vVkKDPniD09W5JgO"
        },
        {
          "name": "Sorcerer Bloodline",
          "level": 1,
          "_index": 1,
          "uuid": "Compendium.pf1.class-abilities.F5mCXQR9VZfKfpTH"
        }
      ]
    },
    "tag": "sorcerer",
    "useCustomTag": true,
    "weaponProf": {
      "value": ["sim"]
    },
    "hd": 6,
    "hp": 6,
    "skillsPerLevel": 2,
    "savingThrows": {
      "will": {
        "value": "high"
      }
    },
    "classSkills": {
      "apr": true,
      "art": true,
      "blf": true,
      "crf": true,
      "fly": true,
      "int": true,
      "kar": true,
      "lor": true,
      "pro": true,
      "spl": true,
      "umd": true
    },
    "casting": {
      "type": "spontaneous",
      "progression": "high",
      "ability": "cha",
      "spells": "arcane"
    }
  }
}
